<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - DEV UIC</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="../../tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="../index.html">Train R&eacute;el</a> / <a href="../vv.html">Voitures Voyageurs</a></div>
<p class="publication">Ferrovia - 10 Novembre 2015</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">DEV UIC-Y</span><br />
<span class="soustitre">Voitures SNCF aux normes UIC</span></p>
<p>Les DEV UIC sont des voitures d'express conçues par la Division des Etudes Voitures et wagons (DEV) de la SNCF et suivant les recommandations de
l'Union Internationale des Chemins de Fer (UIC).</p>
<p>La DEV a également étudié des voitures restaurant et des voitures en restauration libre-service dites "Gril-Express" qui utilisent un chaudron très proche de celui des UIC-Y.</p>
<p class="titre2">Effectifs et diagrammes</p>
<p> 1319 voitures ont été construites de 1963 à 1976 pour la SNCF. Huit voitures construites pour les CFL furent intégrées au parc SNCF.</p>
<p><span class="link1">Diagrammes d'origine par programmes de construction :</span><br />
UIC60 : 55 B<sup>10</sup><br />
UIC61 : 45 B<sup>10</sup><br />
UIC62 : 30 A<sup>9</sup>, 28 B<sup>9</sup>c<sup>9</sup>s<br />
UIC63 : 30 B<sup>10</sup>, 25 B<sup>9</sup>c<sup>9</sup>s<br />
UIC64 : 30 B<sup>10</sup>, 25 B<sup>9</sup>c<sup>9</sup>s<br />
UIC65 : 3 A<sup>7</sup>D, 22 A<sup>9</sup>, 30 B<sup>10</sup>, 25 A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x<br />
UIC66 : 19 A<sup>9</sup>, 50 A<sup>4</sup>B<sup>5</sup>x, 40 A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x<br />
UIC67 : 20 A<sup>7</sup>D, 26 A<sup>9</sup>, 50 A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x, 74 B<sup>9</sup>c<sup>9</sup>x<br />
UIC68 : 20 A<sup>7</sup>D, 88 A<sup>9</sup>, 26 B<sup>9</sup>c<sup>9</sup>x<br />
UIC69 : 110 B<sup>10</sup>, 68 B<sup>5</sup>Dd<sup>2</sup>, 50 B<sup>9</sup>c<sup>9</sup>x<br />
UIC70 : 50 B<sup>5</sup>Dd<sup>2</sup>, 150 B<sup>9</sup>c<sup>9</sup>x<br />
UIC71 : 60 A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x, 70 B<sup>9</sup>c<sup>9</sup>x<br />
<br />
3 A<sup>4</sup>B<sup>5</sup>x et 5 B<sup>10</sup> furent programmées en 1961 pour les CFL. 
</p>
<p class="link1">Diagrammes apparus par d&eacute;classements et transformations</p>
<p>Transformations<br />
A<sup>8</sup>x issues de A<sup>9</sup>.</p>
<p>Déclassements :<br />
A<sup>4</sup>B<sup>5</sup> et B<sup>9</sup> issues de A<sup>9</sup><br />
B<sup>7</sup>D issues de A<sup>7</sup>D<br />
</p>
<p class="titre2">G&eacute;n&egrave;se</p>
<p>Lorsque la SNCF produit ses premières séries de voitures d'express conçues par la Division des Etudes Voitures et wagons, elle respecte
déjà un ensemble de règles permettant à ses voitures de franchir les frontières de nos voisins Européens. Il s'agit notamment de la
convention de Berne qui définit les caractéristiques communes d'écartement, de gabarit, d'attelage ou de frein continu.</p>
<p>Dans les années 1950, l'UIC décide d'aller plus loin en proposant des &eacute;quipements et des diagrammes unifiés pour toutes les voitures destinées aux
relations internationales. Elle propose alors deux schémas différents. Le type "UIC X" très inspiré des voitures d'express Allemandes fait 26,4m de long,
12 compartiments en 2e classe et 10 compartiments en 1e classe. L'étroitesse de ce type de voiture conduit à limiter le nombre de sièges à six par
compartiment, quel que soit la classe (soit 72 places en 2e et 60 en 1e). Le type "UIC Y" est plus court (24,5m) mais, par conséquent, la largeur plus généreuse
permet de réaliser des compartiments de 8 places en 2e. Ce type permet de loger 80 places en 2e classe et 54 en 1e. Les Chemins de fer Italiens (FS) construisent les premi&egrave;res voitures de type UIC-Y en 1961, notamment quatre prototypes de 2e classe, mixte 1e/2e &agrave; places assises ou &agrave; couchettes. Mais hormis une courte s&eacute;rie de vingt A<sup>9</sup>, les FS adoptent finalement le type X.</p>
<p>La SNCF, mettant la priorité sur la capacité pour assurer les pointes de trafic, opte pour le type "UIC-Y" à l'inverse de la majorité des autres administrations ouest-Européennes. Ce type est tout de m&ecirc;me assez courant en Europe de l'est et au Danemark.</p>
<p><img src="../../images/tr/vv/uic_a4b5_3970670_20040207.jpg" alt="A4B5x 50 87 39-70 670-5 &agrave; Bourg St Maurice (07/02/2004)" width="574" height="112" style="border:1px solid black" /><br />
<span class="legende">A<sup>4</sup>B<sup>5</sup>x 50 87 39-70 670-5 &agrave; Bourg St Maurice (07/02/2004)</span></p>
<p><img src="../../images/tr/vv/uic_b10_2071795-20040207.jpg" alt="B10 50 87 20-71 795-0 &agrave; Bourg St Maurice (07/02/2004)" width="600" height="119" style="border:1px solid black" /><br />
<span class="legende">B<sup>10</sup> 50 87 20-71 795-0 &agrave; Bourg St Maurice (07/02/2004)</span></p>
<p class="titre2">Carri&egrave;re</p>
<p>Les premières commandes de voitures UIC-Y SNCF concernent des voitures de seconde classe. Outre des caractéristiques édictées par l'UIC 
(utilisation de portes d'accès pliantes 'Mielich', intercirculation par des doubles portes et raccordements des voitures par des bourrelets en élastomère), 
les UIC se distinguent des <a href="dev-ao.html" class="link1">DEV AO</a> par l'adoption du bogie Y 24. Il s'agit d'une évolution du Y 20 qui posait des 
soucis de galop. Les balanciers du Y 24 reposent sur les boites d'essieux par des cols de cygne traditionnels en lieu et place de liaisons englobantes.
Les bogies Y 24 A utilisés sous les UIC de la tranche 1960 posent cependant des soucis de tenue du châssis. Les longerons sont renforcés par voie de maintenance.
Les voitures du programme 61 bénéficient du Y 24 A1 modifié. Et à partir de 1962, le Y 24 A1s apporte une amélioration de l'asservissement longitudinal. qui devient indirect. Mais, contrairement aux Y 20, on prend
soin de monter les biellettes dans le même axe pour éviter le phénomène de galop.</p>
<p>Les premières voitures s'emparent rapidement des trains internationaux des régions Est et Nord, ainsi que des trains nobles du Sud-est.
Les trains à supplément étant encore majoritairement assurés par des DEV Inox, les commandes suivantes portent principalement sur des voitures de 2e classe assises ou couchettes qui possèdent le même chaudron à toit bas.</p>
<p>Dans la commande 1965, des voitures couchettes à deux classes A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x apparaissent. Elles sont équipées d'une toiture réhaussée qui sera reconduite pour toutes les voitures
couchettes mixtes ou de 2e classe commandées par la suite. Au total, sur les 623 voitures couchettes construites, 78 B<sup>9</sup>c<sup>9</sup>s réimmatriculées B<sup>9</sup>c<sup>9</sup>x ont un toit bas et 545 voitures ont un toit haut.</p>
<p>La commande 1965 se démarque également avec des voitures qui vont s'illustrer sous les feux de l'actualité. Il est en effet prévu de lancer une
relation régulière à la vitesse maximum de 200 km/h. C'est le rapide "Le Capitole" entre Paris et Toulouse qui va bénéficier de cette accélération
sur les longues lignes droites de la Sologne et de la Beauce (l'allure restera bien plus modeste au sud de Limoges...). La SNCF décide, pour marquer le coup,
de peindre ce train en rouge. Ce qui dénote dans un environnement ferroviaire encore vert sombre. Les 3 A<sup>7</sup>D et 19 A<sup>9</sup> du programme 1965, compl&eacute;t&eacute;es par 4 A<sup>9</sup> UIC67, affect&eacute;es au Capitole restaient semblables aux autres UIC en dehors de leur livr&eacute;e ext&eacute;rieure et de patins magn&eacute;tiques install&eacute;s sous les balanciers de leurs bogies Y 24 A1s.</p>
<p>Les autres A<sup>9</sup> UIC67 ainsi que les A<sup>7</sup>D furent &eacute;galement peintes en rouge. Mais elles se distinguaient par des bogies Y 28 E. Les  A<sup>9</sup> furent 
employ&eacute;es sur l'Etendard et un rapide Paris-Strasbourg. Les A<sup>7</sup>D furent ventil&eacute;es sur ces m&ecirc;mes trains ainsi que les rapides Paris-Le Havre.</p>
<p>Les programmes suivants sortirent d'usine avec la livr&eacute;e &quot;160&quot;, vert garrigue et bandeau gris inox. Elle permit de distinguer ces voitures modernes aptes &agrave; 160km/h des s&eacute;ries plus anciennes plafonnant &agrave; 140. Ces voitures &eacute;toff&egrave;rent les relations nationales et internationales de jour comme de nuit. Cependant, les trains les plus nobles, pass&eacute;s dans le giron des TEE, se voyaient d&eacute;j&agrave; confier du mat&eacute;riel plus exclusif et prestigieux, les TEE Grand Confort sur le Sud-Ouest et l'Est, les TEE Inox sur le Nord et le Sud-est. </p>
<p class="titre2">Seconde partie de carri&egrave;re</p>
<p>Apr&egrave;s un bref service de trois ans sur le prestigieux rapide Capitole, les UIC aptes &agrave; 200 km/h durent c&eacute;der la place aux nouvelles GC. Elles furent n&eacute;anmoins 
affect&eacute;es encore peu de temps &agrave; ses d&eacute;doublements. Tout le parc est finalement repeint en livr&eacute;e 160. L'arriv&eacute;e massive des <a href="corail.html" class="link1">Corail</a> &agrave; partir de 1975 pousse rapidement les UIC vers un second r&ocirc;le. Des &eacute;changes de bogies V200 sous des B<sup>10</sup> permettent n&eacute;anmoins d'assurer des trains 1e/2e classe Paris-Bordeaux &agrave; 200 km/h.</p>
<p>Dans les ann&eacute;es 1980, les voitures de 1e classe sont d&eacute;class&eacute;es en B<sup>9</sup> ou A<sup>4</sup>B<sup>5</sup>. 19 voitures, affect&eacute;es aux trains de p&eacute;lerins, deviennent des A<sup>8</sup>x avec transformation d'un compartiment. De m&ecirc;me, les A<sup>7</sup>D deviennent  B<sup>7</sup>D. Ces voitures passent progressivement au parc r&eacute;gional. 15  B<sup>10</sup> sont vendues &agrave; la SNCB sous l'appelation K4 BD avec transformation d'un compartiment pour bagages. Une B<sup>7</sup>D est vendue au Copef.</p>
<p>Les voitures de nuit continueront leur service, mais en renfort sur les suppl&eacute;mentaires des vacances, jusqu'aux ann&eacute;es 2000. Grandes Lignes se s&eacute;pare de ses derni&egrave;res UIC en 2002 pour les places assises, 2008 pour les derni&egrave;res couchettes.</p>
<p>L'activité TER récupère un grand nombre de voitures. Elles sont visibles notamment dans les régions Rhône-Alpes, Alsace, Pays de Loire. Elles conservent leur livrée 160 grise et verte tout juste complétée par des logos
TER. PACA fut la seule région qui ait repeint des UIC (trois B<sup>7</sup>D) en livrée TER. Toutes ces voitures ont été radiées vers 2007-2008 suite à l'arrivée des nouveaux automoteurs TER plus adaptés au service omnibus
que ces voitures conçues à l'origine pour des relations internationales.</p>
<p class="titre2">Seconde vie</p>
<p>Des UIC sont toujours visibles, soit dans le parc sp&eacute;cial wagons (voitures de cantonnement, v&eacute;hicules d'accompagnement de wagons d'intervention WSGI, 
voiture sp&eacute;ciale de contr&ocirc;le de rails par ultrasons USV3, voiture sp&eacute;ciale 195 de contr&ocirc;le Radio Sol/train), rame &quot;Oc&eacute;ane&quot; 
des trains croisi&egrave;re, ou les Chemins de fer touristiques (141R420 de Clermont, 141R1199 de Nantes, CFT de la vall&eacute;e de l'Aa, ATT Centre Var, 241P17 du Creusot, APMFS &agrave; Amb&eacute;rieu, 
Code66 &agrave; Villeneuve St Georges).</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeurs : CIMT, De Dietrich, Carel et Fouch&eacute; <br />
Vitesse maximum autoris&eacute;e : 150km/h, portée à 160 km/h avec le frein électro-pneumatique, 200 km/h pour les voitures Capitole (patins magnétiques)<br />
Alimentation du chauffage : &eacute;lectrique (1500V cc, 1500V 50 Hz, 3000V cc, 1000V 16,7 Hz)<br />
Alimentation des auxiliaires sur batteries, recharge par dynamo.</p>
<p>Longueur : 24,5 m<br />
Tare : 41 &agrave; 44t</p>
<p class="titre2">Mouvement de carri&egrave;re</p>
<p>Voitures CFL revendues à la SNCF<br />
UIC AB 51 82 39 80 121-1 -> 51 87 39 80 701-5<br />
UIC AB 51 82 39 80 122-9 -> 51 87 39 80 702-3<br />
UIC AB 51 82 39 80 123-7 -> 51 87 39 80 703-1<br />
<br />
UIC B 51 82 20 80 201-2 -> 51 87 20 80 801-4<br />
UIC B 51 82 20 80 202-0 -> 51 87 20 80 802-2<br />
UIC B 51 82 20 80 203-8 -> 51 87 20 80 803-0<br />
UIC B 51 82 20 80 204-6 -> 51 87 20 80 804-8<br />
UIC B 51 82 20 80 205-3 -> 51 87 20 80 805-5</p>
<p class="titre2">Pour plus d'info :</p>
<p>Les fiches <a href="https://fr.wikipedia.org/wiki/Voiture_UIC-Y_SNCF" class="link1">Voiture UIC-Y SNCF</a> et <a href="https://fr.wikipedia.org/wiki/Voiture_K4" class="link1">K4 SNCB</a> 
sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a>.<br />
Les <a href="http://www.trains-europe.fr/sncf/voitures/uic.htm" class="link1">UIC</a> et <a href="http://www.trains-europe.fr/sncb/voitures_k.htm" class="link1">K4</a> sur <a href="http://www.trains-europe.fr" class="link1">Trains-Europe</a>.<br />
La <a href="http://www.copef.org/styled-11/styled-14/" class="link1">voiture bar B7D</a> du COPEF.<br />
La <a href="http://ec64.pagesperso-orange.fr/voitures%20Sncf.htm" class="link1">numérotation des tranches</a> des voitures SNCF (détail des n° des <a href="http://ec64.pagesperso-orange.fr/voituresUIC.htm" class="link1">UIC-Y</a> avant immatriculation UIC ) sur le site <a href="http://ec64.pagesperso-orange.fr/" class="link1">EuroCity 64 </a>.
</p>
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_a4b5_20100523.jpg" alt="A4B5 (ex-A9) pr&eacute;serv&eacute;e par l'association 141 R 1199 (23/05/2010)" height="300" width="400" /><br />
Cette ex-A<sup>9</sup> d&eacute;class&eacute;e en A<sup>4</sup>B<sup>5</sup> et repeinte en livr&eacute;e d'origine passe la Loire &agrave; Montlouis, tir&eacute;e par la 141 R 1199 de Nantes (23/05/2010)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_a8x_20050904.jpg" alt="A8x (ex-A9) dans le chantier de Villeneuve-Prairie (04/09/2005)" height="300" width="400" /><br />
A<sup>8</sup>x (ex-A<sup>9</sup>) dans le chantier de Villeneuve-Prairie (04/09/2005)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_a4b5_20060916.jpg" alt="Cette &quot;fausse&quot; A4B5 sur Y28E (ex-A9 UIC 67) vit ses derniers instants &agrave; Culoz (16/09/2006)" height="300" width="400" /><br />
Cette &quot;fausse&quot; A<sup>4</sup>B<sup>5</sup> sur Y28E (ex-A<sup>9</sup> UIC 67) vit ses<br />
derniers instants &agrave; Culoz (16/09/2006)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_b5dd2_20040602.jpg" alt="B5Dd2 &agrave; Clermont-Ferrand (02/06/2004)" height="300" width="400" /><br />
B<sup>5</sup>Dd<sup>2</sup> &agrave; Clermont-Ferrand (02/06/2004)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_b5dd2_508782701041_20080119.jpg" alt="B5Dd2 50 87 82-70 104-1 voiture de service &agrave; Clermont-Ferrand (19/01/2008)" height="300" width="400" /><br />
B<sup>5</sup>Dd<sup>2</sup> 50 87 82-70 104-1 voiture de service &agrave; Clermont-Ferrand (19/01/2008) </p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_bc9_20040307.jpg" alt="B9c9x &agrave; toit bas radi&eacute;e (Juvisy, 07/03/2004)" height="300" width="400" /><br />
B<sup>9</sup>c<sup>9</sup>x &agrave; toit bas radi&eacute;e (Juvisy, 07/03/2004)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_ac4bc5_20031013.jpg" alt="A4c4B5c5 en gare de Paris-Est (13/10/2003)" height="300" width="400" /><br />
A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x en gare de Paris-Est (13/10/2003)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_bc9_20030221.jpg" alt="B9c9x ex-Wasteel sur bogies Y 16 Lms (Paris Austerlitz, 21/02/2003)" height="300" width="400" /><br />
B<sup>9</sup>c<sup>9</sup>x ex-Wasteel sur bogies Y 16 Lms (Paris Austerlitz, 21/02/2003)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_bc9_bsm_20040207.jpg" alt="B9c9x Oc&eacute;ane &agrave; Bourg Saint Maurice (07/02/2004)" height="300" width="400" /><br />
B<sup>9</sup>c<sup>9</sup>x Oc&eacute;ane &agrave; Bourg Saint Maurice (07/02/2004)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_ac4bc5_9790667_20060401.jpg" alt="Cette ex-A4c4B5c5x d&eacute;class&eacute;e au parc sp&eacute;cial wagons sous le n&deg; UAS 979 0 667-0 accompagne un train d&eacute;sherbeur &agrave; grand rendement (Paris-Gare de Lyon, 01/04/2006)" height="300" width="400" /><br />
Cette ex-A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x d&eacute;class&eacute;e au parc sp&eacute;cial wagons sous le n&deg; UAS 979 0 667-0<br /> 
accompagne un train d&eacute;sherbeur &agrave; grand rendement (Paris-Gare de Lyon, 01/04/2006)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_ac4bc5_in_20080426.jpg" alt="A4c4B5c5x voiture de cantonnement pour train de secours (N&icirc;mes, 26/04/2008)" height="300" width="400" /><br />
A<sup>4</sup>c<sup>4</sup>B<sup>5</sup>c<sup>5</sup>x  voiture de cantonnement pour train de secours (N&icirc;mes, 26/04/2008)</p>
<p><img style="border:1px solid black" src="../../images/tr/vv/uic_usv3_20030712.jpg" alt="Cette UIC &quot;USV3&quot; est transform&eacute;e pour le contr&ocirc;le des rails par ultrasons (Noisy le Sec, 12/07/2003)" height="300" width="400" /><br />
Cette UIC &quot;USV3&quot; est transform&eacute;e pour le contr&ocirc;le des rails par ultrasons<br />
(Noisy le Sec, 12/07/2003)</p>
</div>
</div>
<div class="retour"><a href="../vv.html">Retour page Voitures Voyageurs</a></div>
<div class="SectionBloc">
<p class="titre2">Les UIC-Y version <img alt="logo_MSTS" src="../../images/msts/msts_logo.jpg" /></p>
<p>Les UIC-Y ont &eacute;t&eacute; reproduites pour MSTS par <a href="http://web.archive.org/web/20160121073851/http://projetsesk.perso.sfr.fr:80/" class="link1">Edouard Staniczek</a>
en livrée époque III, IV ou en rame Capitole.</p>
<p>Le pack "Trains de nuit vol.1" réalisé par Hervé Janin (Sylium) et distribué par Simware comporte des UIC couchettes B<sup>9</sup>c<sup>9</sup>x ainsi 
qu'une B<sup>10</sup> et une B<sup>5</sup>Dd<sup>2</sup> à places assises.</p>
<p><img src="../../images/msts/UIC-B10.jpg" alt="UIC-B10 Sylium" height="221" width="600" /></p>
<p><img src="../../images/msts/UIC-B9c9x-verte.jpg" alt="UIC-B9c9x-verte Sylium" height="221" width="600" /></p>
<p><img src="../../images/msts/UIC-B9c9x-toit_bas.jpg" alt="UIC-B9c9x-toit_bas Sylium" height="221" width="600" /></p>
<p><img src="../../images/msts/UIC-B9c9x.jpg" alt="UIC-B9c9x Sylium" height="221" width="600" /></p>
<p><img src="../../images/msts/UIC-A4c4B5c5.jpg" alt="UIC-A4c4B5c5 Sylium" height="221" width="600" /></p>
<p><img src="../../images/msts/UIC-B5D.jpg" alt="UIC-B5D Sylium" height="221" width="600" /></p>
<p>Herv&eacute; Droin a r&eacute;alis&eacute; sur cette base de 
<a href="http://www.activitysimulatorworld.net/chargements_temporaires/ASW_Chargements_VoituresVoyageurs.html" class="link1">nombreuses red&eacute;corations</a> correspondant aux différentes époques.<br />
Le pack Sylium est nécessaire pour profiter de ces voitures.</p>
</div>
<div class="retour"><a href="../vv.html">Retour page Voitures Voyageurs</a></div>
<p id="footer">Ferrovia - 10 Novembre 2015<br />
&nbsp;</p>
</body>
</html>
