<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - DEV USI</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="icon" href="../../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">DEV USI</span><br />
<span class="soustitre">Voitures Express &agrave; couloir central</span></p>
<p>Voitures pour trains Express nationaux, l&eacute;g&egrave;res et de conception simple, les DEV USI ont &eacute;t&eacute; en service commercial de 1963 &agrave; 2008.
Elles se d&eacute;marquaient par un am&eacute;nagement "Coach", c'est &agrave; dire de grandes salles parcourues par un couloir central, qui, bien que courant
pour le mat&eacute;riel omnibus, &eacute;tait encore rare pour le mat&eacute;riel Express.</p>
<p>Diagrammes d'origine :<br />
B<sup>10</sup>t (les USI U60 &agrave; U63 ont &eacute;t&eacute; mises en service sous l'ancienne d&eacute;nomination Bmyfi),<br />
A<sup>4</sup>t<sup>4</sup> (de m&ecirc;me, ancienne d&eacute;nomination : A<sup>6</sup>myfi),</p>

<p>Diagrammes suite au d&eacute;classement de voitures de premi&egrave;re classe :<br />
B<sup>4</sup>t<sup>4</sup>,<br />
B<sup>4</sup>t<sup>5½</sup>,<br />
A<sup>2</sup>t<sup>2</sup>B<sup>2</sup>t<sup>3</sup></p>
<p>Diagrammes apparus par transformation :<br />
B<sup>10</sup>tx (un seul exemplaire surnomm&eacute; "Cyclope"),<br />
A<sup>9</sup>t modernis&eacute;e TER Centre,<br />
St pour les voitures vers&eacute;es au parc de service.</p>
<p class="titre2">G&eacute;n&egrave;se</p>
<p>La SNCF cherchait depuis longtemps &agrave; construire et exploiter des voitures voyageurs &agrave; couloir central (Coach) sur des 
relations &agrave; moyennes et longues distances. L'int&eacute;r&ecirc;t &eacute;tait multiple puisque, 
sans cloisons, ces voitures seraient plus l&eacute;g&egrave;res et moins ch&egrave;res &agrave; construire, 
plus faciles &agrave; am&eacute;nager et &agrave; nettoyer avec des fauteuils dans le m&ecirc;me sens. Il &eacute;tait possible, &agrave; pas de si&egrave;ge &eacute;gal, d'installer des 
fauteuils plus confortables et les d&eacute;placements des voyageurs seraient 
plus ais&eacute;s. Ce dernier argument &eacute;tant important sur les Express &agrave; arr&ecirc;ts fr&eacute;quents. Cependant, 
la client&egrave;le pr&eacute;f&eacute;rait les compartiments isol&eacute;s, et il fallait d&eacute;montrer 
l'int&eacute;r&ecirc;t de l'am&eacute;nagement coach. Apr&egrave;s la mise en service de DEV Inox coach sur la 
relation Paris-Lille et une exp&eacute;rimentation sur 30 voitures fauteuils d'origine PLM en 1955, 
la SNCF d&eacute;cida de lancer pour la premi&egrave;re fois un grand programme de voitures &agrave; couloir central pour la dotation des Express 
nationaux.</p>
<p>Elles &eacute;taient &eacute;tudi&eacute;es par la Division des Etudes Voitures et appel&eacute;es 
"Unifi&eacute;es du Service Int&eacute;rieur" par opposition aux voitures UIC contemporaines 
et &agrave; vocation internationale. C'est pourquoi on les nomme "DEV USI", ou 
plus simplement "USI", voire m&ecirc;me "DEV ANF", du nom de leur constructeur : 
les Ateliers du Nord de la France, bas&eacute;s dans l'usine de Crespin Blanc-Misseron 
pr&egrave;s de Valenciennes, et aujourd'hui absorb&eacute;s par le Canadien Bombardier.</p>
<p class="titre2">1962 &agrave; 1974 : la construction</p>
<p>Deux premi&egrave;res commandes de 50 puis 70 voitures de type B<sup>10</sup>t furent 
lanc&eacute;es en 1960 et 1961. Les DEV USI 60 et 61 pr&eacute;sentent un chaudron qui 
leur est sp&eacute;cifique : une grande salle unique &agrave; couloir central de 80 
places et 10 baies r&eacute;guli&egrave;rement r&eacute;parties sur chaque face. Les toilettes 
prennent place dans les extr&eacute;mit&eacute;s renforc&eacute;es du chaudron, ces zones pouvant 
&ecirc;tre d&eacute;form&eacute;es en cas d'accident. Les voitures reposent sur des bogies 
Pennsylvania de type Y 16 iS limit&eacute;es &agrave; 140 km/h. Le chauffage, aliment&eacute; &agrave; l'origine
par un r&eacute;chauffeur &agrave; p&eacute;trole sans paraffine Avialex, fut remplac&eacute; par un chauffage 
&eacute;lectrique &agrave; mesure que l'usage du c&acirc;blot 1500v se g&eacute;n&eacute;ralisait dans les ann&eacute;es 1970.
L'&eacute;clairage est aliment&eacute; par statodyne.<br />
Elles furent mises en service de 1962 &agrave; 1964. Les USI 60 avaient une longueur 
de caisse de 24,036 m, l'intercirculation se faisait par soufflets. Ceux-ci 
disparaissent lors des r&eacute;visions et sont remplac&eacute;s par des bourrelets 
UIC mont&eacute;s sur des caissons m&eacute;talliques rapport&eacute;s en bout de caisse &agrave; 
l'instar des <a href="dev-ao.html" class="link1">DEV AO</a> et Inox courtes. Sur les USI 61, l'extr&eacute;mit&eacute; des caisses 
est allong&eacute;e au-del&agrave; des portes d'intercirculation pour remplacer les 
soufflets par des bourrelets d&egrave;s la construction. La caisse est 
along&eacute;e &agrave; 24,734 m. La longueur hors-tampons et l'entraxe 
des bogies demeurent inchang&eacute;s.</p>
<p>D&egrave;s le programme 1962, le chaudron fut sensiblement modifi&eacute; et unifi&eacute; 
pour toutes les voitures produites par la suite. Il se base sur une r&eacute;partition 
mixte avec quatre compartiments au centre de la voiture flanqu&eacute;s de deux salles 
&agrave; couloir central. Cette disposition, qui a permis de cr&eacute;er une voiture 
de 1&egrave;re classe A<sup>4</sup>t<sup>4</sup>, avait &eacute;t&eacute; dict&eacute;e par la r&eacute;ticence des clients de 
1&egrave;re classe vis &agrave; vis de la formule coach, notamment &agrave; cause des courants d'air 
provoqu&eacute;s par plusieurs baies ouvertes. Les voitures de seconde classe restaient 
am&eacute;nag&eacute;es en B<sup>10</sup>t, mais la r&eacute;partition des baies est la m&ecirc;me que sur les 
A<sup>4</sup>t<sup>4</sup> : les quatre baies centrales sont plus &eacute;cart&eacute;es. Ces voitures sont mont&eacute;es 
sur bogies Y 24 C et sont limit&eacute;es &agrave; 140 km/h.</p>
<p> A partir du programme 66, le chauffage est d&eacute;sormais &eacute;lectrique et aliment&eacute; par c&acirc;blot 1500 V. 
Les voitures sont &eacute;quip&eacute;es de bogies Y 28 D aptes &agrave; 150 km/h.
L'ajout de la commande de frein &eacute;lectro-pneumatique, mont&eacute;e d'origine &agrave; partir des voitures command&eacute;es en 1969, fit passer cette limite &agrave; 160 km/h.
Les portes d'intercirculation sont &agrave; battant unique et hublot, puis &agrave; 
doubles portes semblables aux <a href="uic.html" class="link1">UIC</a>, sur les derniers programmes.
</p> 
<p>Au total, la famille des USI a compt&eacute; 803 voitures mises en service de 1962 &agrave; 1974. Bien 
que d&eacute;di&eacute;es au Service Int&eacute;rieur, un lot de voitures fut &eacute;quip&eacute; pour 
rouler vers le B&eacute;n&eacute;lux et a reçu une canalisation d'&eacute;nergie apte au 3kV 
continu Belge.</p>
<p>Les ANF ont &eacute;tudi&eacute; une version &eacute;volu&eacute;e des USI, plus longue et dot&eacute;e 
de portes louvoyantes. Aucune voiture USI ne fut construite selon ce mod&egrave;le 
mais les remorques des RTG en &eacute;taient directement issues. Enfin, un prototype de voiture "Unifi&eacute;e Longue" a 
permis de d&eacute;finir les futures <a href="vtu.html" class="link1">Corail "VTU"</a> &agrave; couloir central.</p>
<p class="titre2">1972 : Cyclope</p>
<p>En 1972, une rame exp&eacute;rimentale est form&eacute;e pour circuler en r&eacute;versibilit&eacute; 
&agrave; 160 km/h entre les gares en cul-de-sac de Paris-Austerlitz, Orl&eacute;ans 
et Tours. La rame est sp&eacute;cialement &eacute;quip&eacute;e de c&acirc;blots de r&eacute;versibilit&eacute;, 
les <a href="../9400.html" class="link1">BB 9531 et 9535</a> sont modifi&eacute;es, avec un double-rapport d'engrenages 
permettant des vitesses de 120 et 180 km/h pour tirer-pousser cette rame 
unique. La voiture B<sup>10</sup>tx 20-77 834 est &eacute;quip&eacute;e d'une loge de conduite, 
l'intercirculation est supprim&eacute;e et une lucarne qui sert de pare-brise 
au m&eacute;canicien donne le surnom de "Cyclope" &agrave; la voiture. L'exp&eacute;rience 
connait quelques d&eacute;boires de fiabilit&eacute; mais elle est prometteuse puisque 
le programme des VU 75 <a href="corail.html" class="link1">Corail</a> comporte 10 voitures r&eacute;versibles B<sup>6</sup>Dux &agrave; 
c&acirc;blots, et un lot de <a href="../9200.html" class="link1">BB 9200</a> est modifi&eacute; pour prendre le relais du 
Cyclope en 1978.</p>
<p class="titre2">Seconde partie de carri&egrave;re : D&eacute;classement et r&eacute;gionalisation</p>
<p>L'aptitude des voitures sur Y 28 &agrave; 160 km/h leur permet bri&egrave;vement d'entrer dans la composition de trains Rapides. Mais l'apog&eacute;e des USI est courte.
Avec l'arriv&eacute;e massive des <a href="corail.html" class="link1">Corail</a>, de nombreuses A<sup>4</sup>t<sup>4</sup> sont d&eacute;class&eacute;es en 2nde classe d&egrave;s la fin des ann&eacute;es 1970. L'ensemble des voitures sur bogies
Y 16 et Y 24 est pass&eacute; au parc r&eacute;gional vers la moiti&eacute; des ann&eacute;es 1980 et les radiations d&eacute;butent, pouss&eacute;es par la mont&eacute;e en puissance du TGV.</p>
<p>Dans les ann&eacute;es qui suivent, les voitures sur Y 28 subissent le m&ecirc;me sort, en passant inexorablement au TER.</p>
<p>Sur l'ensemble des voitures, de nouvelles portes d'acc&egrave;s reconnaissables par des fen&ecirc;tres plus petites sont install&eacute;es lors des r&eacute;visions. 
En 1995, un lot de 69 USI et de 15 <a href="uic.html" class="link1">UIC</a> est vendu &agrave; la SNCB qui les utilise en trafic 
r&eacute;gional sous l'appelation commune K4. Ces voitures furent ensuite lou&eacute;es 
aux NS en 1999. Plus exotique, certaines voitures ont &eacute;t&eacute; revendues &agrave; 
des pays Africains tels que le S&eacute;n&eacute;gal et ont &eacute;t&eacute; &eacute;quip&eacute;es de bogies &agrave; 
&eacute;cartement m&eacute;trique pour &ecirc;tre exploit&eacute;es sur la ligne Dakar-Bamako.</p>
<p> Alors que les voitures vertes &eacute;taient d&eacute;j&agrave; promises &agrave; un destin funeste, la 
r&eacute;gion Centre d&eacute;cide en 1997 une r&eacute;novation lourde sur un lot de 15 voitures, 
l'am&eacute;nagement int&eacute;rieur est enti&egrave;rement refait, de nouveaux fauteuils 
sont install&eacute;s, et l'ext&eacute;rieur est repeint avec les couleurs TER gris 
m&eacute;tallis&eacute; et bande bleue fonc&eacute;e. Un large sigle TER est 
pellicul&eacute; sur les faces. Les voitures de 1ere classe inaugurent une 
formule in&eacute;dite A<sup>9</sup>t enti&egrave;rement coach. La r&eacute;gion les met en service sur les relations 
Paris-Austerlitz Orl&eacute;ans, et autour de Tours.<br />
Les r&eacute;gions Rh&ocirc;ne Alpes, PACA et Languedoc-Roussillon 
ont suivi le pas avec une r&eacute;novation plus l&eacute;g&egrave;re : m&ecirc;me livr&eacute;e ext&eacute;rieure sans le sigle
mais simple rhabillage des banquettes. Dans les autres r&eacute;gions où les 
USI subsistaient, des logos TER ont &eacute;t&eacute; appos&eacute;s sur la livr&eacute;e verte.</p>
<p>En 2003, les ultimes voitures Grandes Lignes disparaissent. Et il ne reste
d&eacute;j&agrave; que moins de la moiti&eacute; des voitures aptes au 160 km/h en service commercial. 
La livraison massive des AGC &eacute;radique les USI du parc SNCF, y compris les voitures Centre pourtant encore 
tr&egrave;s confortables.<br />
Quelques voitures subsistent dans le parc de Chemins de
 Fer touristiques : Le CFTLP de Limoges, l'APMFS &agrave; Amb&eacute;rieu, Loco Vapeur
 141R 1199 &agrave; Nantes, Train Touristique du Centre Var. Plusieurs de ces 
voitures sont mont&eacute;es sur bogies Y 28 et repeintes dans une livr&eacute;e vert 
celtique qu'elles n'avaient sans doute jamais port&eacute;e. Le CFTLP poss&egrave;de au moins deux 
USI 60 &agrave; caisse courte mont&eacute;es sur Y 16 Is.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : ANF-Crespin Blanc-Misseron<br />
Vitesse maximum autoris&eacute;e : 140/160 km/h<br />
Alimentation du chauffage: R&eacute;chauffeur au PSP sur les U60 &agrave; U65, puis &eacute;lectrique sur toute la s&eacute;rie (1500V cc, 1500V 50 Hz, &eacute;galement 3000V 
cc, 1000V 16,7 Hz pour les voitures B&eacute;n&eacute;lux) <br />
Alimentation des auxiliaires sur batteries, recharge par statodyne.</p>
<p>Longueur: 25,094 m<br />
Masse: 41 &agrave; 43t</p>
<p class="titre2">Pour plus d'info :</p>
<p>Les fiches <a href="https://fr.wikipedia.org/wiki/Voiture_unifi%C3%A9e_de_service_int%C3%A9rieur" class="link1">USI</a> et <a href="https://fr.wikipedia.org/wiki/Voiture_K4" class="link1">K4 SNCB</a> 
sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a>.<br />
Les <a href="http://www.trains-europe.fr/sncf/voitures/usi.htm" class="link1">USI</a> et <a href="http://www.trains-europe.fr/sncb/voitures_k.htm" class="link1">K4</a> sur <a href="http://www.trains-europe.fr" class="link1">Trains-Europe</a>.
</p>
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10myfi3039_20120624.jpg" alt="La Bmyfi USI 60 restaur&eacute;e par le CFTLP. Gu&eacute;ret (24/06/2012)" height="300" width="400" /><br />
La Bmyfi USI 60 restaur&eacute;e par le CFTLP. Gu&eacute;ret (24/06/2012)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10uas_20040121.jpg" alt="Voiture de cantonnement ex-B10t sur Y24C, Roanne (21/01/2004)" height="300" width="400" /><br />
Voiture de cantonnement ex-B<sup>10</sup>t sur Y24C, Roanne (21/01/2004)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10_20021102.jpg" alt="Une B10t &agrave; vantaux simples mont&eacute;e sur bogies Y28. Rennes (02/11/2002)" height="300" width="400" /><br />
Une B<sup>10</sup>t &agrave; vantaux simples mont&eacute;e sur bogies Y28. Rennes (02/11/2002)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b4t5_20030907.jpg" alt="Ancienne A4t4 d&eacute;class&eacute;e, cette B4t5&frac12; est en maintenance (Villeneuve Prairie, 07/09/2003)" height="300" width="400" /><br />
Ancienne A<sup>4</sup>t<sup>4</sup> d&eacute;class&eacute;e, cette B<sup>4</sup>t<sup>5&frac12;</sup> est en maintenance<br />
(Villeneuve Prairie, 07/09/2003)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_a2t2b2t3_20031226.jpg" alt="Nom de type &agrave; rallonge pour cette A2t2B2t3 &agrave; Tours (26/12/2003)" height="300" width="400" /><br />
Nom de type &agrave; rallonge pour cette A<sup>2</sup>t<sup>2</sup>B<sup>2</sup>t<sup>3</sup> &agrave; Tours (26/12/2003)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10_20040207.jpg" alt="Int&eacute;rieur d'une B10t" height="300" width="400" /><br />
Int&eacute;rieur d'une B<sup>10</sup>t</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_a9_20031222.jpg" alt="A9t modernis&eacute;e TER Centre &agrave; Tours (22/12/2003)" height="300" width="400" /><br />
A<sup>9</sup>t modernis&eacute;e TER Centre &agrave; Tours (22/12/2003)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10_20031226.jpg" alt="B10t modernis&eacute;e TER Centre &agrave; Tours (26/12/2003)" height="300" width="400" /><br />
B<sup>10</sup>t modernis&eacute;e TER Centre &agrave; Tours (26/12/2003)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10_20020511.jpg" alt="Autre B10t modernis&eacute;e TER Centre &agrave; Tours (11/05/2002)" height="300" width="400" /><br />
Autre B<sup>10</sup>t modernis&eacute;e TER Centre &agrave; Tours (11/05/2002)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_b10_20050717.jpg" alt="B10t modernis&eacute;e TER Languedoc Roussillon &agrave; Marseille St Charles (17/07/2005)" height="300" width="400" /><br />
B<sup>10</sup>t modernis&eacute;e TER Languedoc Roussillon &agrave; Marseille St Charles (17/07/2005)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_a2t2b2t3_20060122.jpg" alt="A2t2B2t3 modernis&eacute;e TER Rh&ocirc;ne Alpes &agrave; Bourg St Maurice (22/01/2006)" height="300" width="400" /><br />
A<sup>2</sup>t<sup>2</sup>B<sup>2</sup>t<sup>3</sup> modernis&eacute;e TER Rh&ocirc;ne Alpes &agrave; Bourg St Maurice (22/01/2006)</p>
<p><img style="border:1px solid black" src="/images/tr/vv/usi_a2t2b2t3_20061022.jpg" alt="Une autre USI mixte TER Rh&ocirc;ne Alpes &agrave; Voglans (22/10/2006)" height="300" width="400" /><br />
Une autre USI mixte TER Rh&ocirc;ne Alpes &agrave; Voglans (22/10/2006)</p>
</div>
</div>
<div class="retour"><a href="../vv.html">Retour page Voitures Voyageurs</a></div>
<div class="SectionBloc">
<p class="titre2">Les USI version <img alt="logo_MSTS" src="../../images/msts/msts_logo.jpg" /></p>
<p>Les <a href="http://ajtrainsim.free.fr/models/usi/v_usi.htm" class="link1">USI</a> ont &eacute;t&eacute; reproduites pour MSTS par <a href="http://ajtrainsim.free.fr/" class="link1">Pierre 
Gauriat</a>.</p>
<p><img src="/images/msts/usi.jpg" alt="USI" height="169" width="700" /></p>
<p>Herv&eacute; Droin a r&eacute;alis&eacute; sur cette base de nombreuses red&eacute;corations, ajoutées dans la version 1.2 disponible sur le site de Pierre.</p>
<p><img src="/images/msts/USI_ozone.jpg" alt="USI Ozone" height="764" width="500" /></p>
<p>Pierre Gauriat a décliné ses voitures sous la forme de voitures <a href="http://ajtrainsim.free.fr/models/inter/k4.htm" class="link1">K4 SNCB</a>.</p>
<p><img src="/images/msts/USI_K4.jpg" alt="USI K4" height="241" width="500" /></p>
</div>
<div class="retour"><a href="../vv.html">Retour page Voitures Voyageurs</a></div>
<p id="footer">Ferrovia - 14 Octobre 2015<br />
&nbsp;</p>
</body>
</html>
