<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - G&eacute;n&eacute;ralit&eacute;s sur gmax</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="/link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<p><span class="titre"><img src="../images/tuts/icnGMax.gif" alt="gmax" /> : G&eacute;n&eacute;ralit&eacute;s</span></p>
<p>A quoi sert gmax? Comment se pr&eacute;sente-t-il? et o&ugrave; peut-on le trouver? C'est &agrave; ces 3 questions que cette page va r&eacute;pondre.</p>
<p class="soustitre2">A quoi sert gmax?</p>
<p>gmax est un logiciel de modelage 3D destin&eacute; &agrave; cr&eacute;er des contenus pour des jeux vid&eacute;os.
Il est d&eacute;riv&eacute; du modeleur 3D Studio Max 4.0 de Discreet (anciennement Kinetix (anciennement Autodesk)). Il permet de cr&eacute;er des objets form&eacute;s de polygones en 3 dimensions, de 
les habiller avec des textures, de les animer...etc</p>
<p>La principale diff&eacute;rence entre gmax et 3D Studio Max tient dans leur finalit&eacute;. 
3D Studio Max est un logiciel professionnel, grouillant de fonctionnalit&eacute;s permettant de r&eacute;aliser de vrais films en images de synth&egrave;se. Il est donc cher.
gmax est d&eacute;volu au monde du jeu vid&eacute;o. Il existe deux versions. 
La premi&egrave;re, destin&eacute;e aux studios de d&eacute;veloppement de jeux permettait d'adapter gmax au jeu d&eacute;velopp&eacute;. 
La seconde, qui nous int&eacute;resse, est gratuite et sert au joueur &agrave; &eacute;tendre les possibilit&eacute;s du jeu. 
Dans le cas de Train Simulator, cela signifie de nouveaux trains, b&acirc;timents ou d&eacute;cors divers.</p>
<p>Les fonctionnalit&eacute;s de gmax sont &eacute;videmment bien plus restreintes que celles de 3D Studio Max. gmax ne sait pas faire un rendu d'une sc&egrave;ne 
3D. Il ne dispose pas non plus des techniques pointues de mod&eacute;lisation de surfaces param&eacute;triques de son grand fr&egrave;re. Toutefois, 
ces techniques ne sont pas vraiment int&eacute;ressantes pour faire de la 3D temps r&eacute;el. Les cr&eacute;ations pour jeu vid&eacute;o exigent un faible 
nombre de polygones et seront r&eacute;alis&eacute;es par des techniques de LPM (Low polys modelisation) pour lesquelles gmax est parfaitement 
adapt&eacute;. De plus gmax est brid&eacute; dans ses possibilit&eacute;s pour exporter une sc&egrave;ne vers un autre logiciel.
Il ne dispose pas de formats d'export autres que le format de sauvegarde *.gmax et les formats propres &agrave; chaque 
jeu support&eacute;. Cela permet &agrave; Discreet d'emp&ecirc;cher l'utilisation de gmax &agrave; des fins professionnelles.</p>
<p class="soustitre2">Comment se pr&eacute;sente gmax?</p>
<p>gmax se pr&eacute;sente comme 3D Studio Max avec une interface tr&egrave;s semblable. Il est d'ailleurs possible d'apprendre &agrave; manipuler gmax &agrave; l'aide
d'un vieux manuel pour 3DS Max. Par contre, gmax seul n'est pas suffisant. 
Chaque jeu poss&egrave;de des sp&eacute;cificit&eacute;s particuli&egrave;res. Il est donc n&eacute;cessaire de patcher gmax. Ces patchs s'appellent des <span class="link1">Gamepacks</span>.</p>
<p>Dans le cas particulier de MSTS, le gamepack g&egrave;re les mat&eacute;riaux sp&eacute;cifiques &agrave; MSTS (&agrave; base de 
textures *.ace, et collectant diverses informations telles que le shader ou le Mip-Mapping Bias par exemple) et le LODManager (Module d'export de fichiers *.s).</p>
<span class="soustitre2">O&ugrave; trouver gmax?</span> 
<p>Discreet a cess&eacute; le support de gmax depuis 2005. Toutefois, la derni&egrave;re version est toujours disponible sur sa plaforme Turbosquid.</p>
<p>gmax 1.2 est disponible sur le site de <a href="https://www.turbosquid.com" class="link1">Turbosquid</a>:</p>
<blockquote><p><a href="https://www.turbosquid.com/gmax" class="link1">http://www.turbosquid.com/gmax</a></p></blockquote>
<p>Le gamepack pour Trainsimulator se trouve sur le site Microsoft:</p>
<blockquote><p><a href="http://download.microsoft.com/download/TrainSimulator/Utility/1.0a/WIN98MeXP/EN-US/TrainSimGmaxGamePack.exe" class="link1">http://download.microsoft.com/download/TrainSimulator/Utility/1.0a/WIN98MeXP/EN-US/TrainSimGmaxGamePack.exe</a></p></blockquote>
<p>De même, Microsoft ne supporte plus Train Simulator et le gamepack a &eacute;t&eacute; rapidement d&eacute;velopp&eacute; et peu support&eacute;. C'est donc un outil assez sensible qui peut crasher sans pr&eacute;venir.
Pensez &agrave; sauvegarder votre travail autant que possible</p>
<span class="soustitre2">Installation et premier lancement</span> 
<p>Installer gmax (gmax12.exe), puis le gamepack Train Simulator (TrainSimGmaxGamePack.exe).</p>
<p>Il faut toujours lancer l'application à partir du lien fourni par le gamepack. Ce lien lance gmax en préconfigurant les plugins spécifiques à Train Simulator.<br />
En cas de problème, si vous devez recréer un raccourci, le lien se présente sous la forme :<br />
<span style="font-family:monospace;">[Dossier]\gmax.exe -i gamepacks\trainsim\gmax.ini -p  gamepacks\trainsim\plugin.ini</span></p>
<p>Au premier lancement, gmax réclame un enregistrement. Il fournit une adresse qui est désormais obsolète. 
Il est alors possible de créer dans la base de registres Windows les clés nécessaires au fonctionnement de gmax. Télécharger le fichier <a href="gmax.reg" class="link1">gmax.reg</a> et double-cliquer dessus pour créer les clés de Registry.</p>
</div>
<p id="footer">Ferrovia - 13 Juin 2003<br />
mise &agrave; jour 20 Avril 2016<br />
&nbsp;</p>
</body>
</html>