<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - Tutorial interface gmax - Menus</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<p class="titre">La barre des menus</p>
<p>Les fonctions pr&eacute;sentes dans ces menus reprennent 
souvent ce que les boutons proposent d&eacute;j&agrave;. Je ne vais donc 
pas m'y attarder. Cependant, il y a l&agrave; quelques fonctions essentielles 
&agrave; conna&icirc;tre:</p>
<p class="link1">Menu File</p>
<p>On y trouve les fonctions classiques de cr&eacute;ation 
d'un nouveau projet, d'ouverture d'un projet existant, de sauvegarde, 
d'importation de fichiers 3DStudio *.3ds. On y trouve &eacute;galement 
la fonction <b>Merge</b> qui permet de fusionner deux projets gmax; utile 
pour g&eacute;rer une biblioth&egrave;que d'objets standard tels que des 
essieux, pantographes...etc.</p>
<p>Une autre fonction tr&egrave;s int&eacute;ressante 
est <b>Summary Info</b>. Elle liste tous les objets du projet est permet 
de conna&icirc;tre le nombre de polygones utilis&eacute;s.</p>
<p class="link1">Menu Group</p>
<p>Les fonctions de groupages permettent d'attacher temporairement 
des objets entre eux pour qu'ils se d&eacute;placent comme un seul.</p>
<p class="link1">Menu View</p>
<p>La fonction <b>Viewport background</b> permet d'afficher 
une image en fond d'&eacute;cran. On peut donc afficher une photo, ou 
mieux, un plan de l'objet que l'on mod&eacute;lise.</p>
<p class="link1">Menu Customize</p>
<p>Ce menu propose diff&eacute;rents moyens pour param&eacute;trer 
l'interface &agrave; son go&ucirc;t. Pour faire vite, on laissera ces 
fonctions de c&ocirc;t&eacute; et travailler avec la configuration par 
d&eacute;faut. Le menu <b>Customize</b> propose aussi les boites de dialogue 
<b>Unit setup</b> et <b>Preferences</b> qu'il sera n&eacute;cessaire de 
configurer pour ne pas avoir de mauvaise surprise dans MSTS.</p>
<p class="link1">Menu Train Simulator</p>
<p>Le menu le plus important puisqu'il contient le <b>LOD 
Manager</b> sans lequel gmax ne pourrait pas exporter de fichiers vers 
MSTS</p>
<p>&nbsp;</p>
<p class="link1" style="text-align:center"><a href="index.html">Retour 
Tutoriaux</a> | <a href="gmax_interface.html">Retour Interface 
gmax</a> | <a href="gmax_barre.html">Barre d'outils</a></p>
<p>&nbsp;</p>
</div>
</body>
</html>
