<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 15000</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
<base href="http://ferrovia.free.fr/tr/" target="_parent">
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lm.html">Locomotives &agrave; courant monophas&eacute;</a></div>
<p class="publication">Ferrovia - 14 Octobre 2004 - Mise &agrave; jour 30 Octobre 2018</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 15000</p>
<p>Les BB 15000 sont des locomotives de vitesse alimentées en courant alternatif 25kV 50Hz. 65 exemplaires sont mis en service de 1971 &agrave; 1978.</p>
<p>Premi&egrave;res machines &agrave; &eacute;lectronique de puissance de la SNCF (à l'exception des CC 21001 et 21002 que l'on peut qualifier de prototypes
et qui demeurent des machines électromécaniques lorsqu'elles sont alimentées en courant continu), elles sont débarrassées des "crans" de traction et inaugurent la commande progressive de la tension aux bornes des moteurs.
Les BB 15000 adoptent des bogies Creusot Loire CL17 à deux essieux monomoteur, d&eacute;riv&eacute;s du Y 217 des <a href="67400.html" class="link1">BB 67400</a>.</p>
<p>Ces machines se remarquent par leur pantographe unique. De l'ext&eacute;rieur, les BB 15001 &agrave; 15015 se diff&eacute;renciaient 
par des persiennes excentr&eacute;es en polyester tandis que les 15016 &agrave; 15050 recevaient des persiennes inox. Les locomotives 15051 &agrave; 
15065 ont b&eacute;n&eacute;fici&eacute; d'un pare-brise moins inclin&eacute; offrant plus de place en cabine ainsi que de persiennes en inox centr&eacute;es 
qui furent g&eacute;n&eacute;ralis&eacute;es &agrave; l'ensemble de la s&eacute;rie par la suite.</p>
<p>Cette s&eacute;rie donna naissance aux familles <a href="7200.html" class="link1">BB 7200</a> et <a href="22200.html" class="link1">BB 22200</a> (toutefois tr&egrave;s diff&eacute;rentes d'un point de vue &eacute;lectrique) &agrave; partir du prototype BB 7003 (15007 
modifi&eacute;e).</p>
<p class="titre2">Carri&egrave;re</p>
<p>Plus performantes que les <a href="16000.html" class="link1">BB 16000</a>, les 15000 s'emparent des services nobles TEE et des Rapides de la 
région Est ainsi que les trains internationnaux vers l'Allemagne, la Suisse ou le Bénélux. 
En dépit de la disposition d'essieux BB, leur efficacité s'avère suffisante pour ce service prestigieux. Dès lors, le projet des CC 14500, qui devaient &ecirc;tre l'&eacute;quivalent monophas&eacute; des 
<a href="6500.html" class="link1">CC 6500</a> fut enterr&eacute;. Les "Reines de l'Est" sont alors consid&eacute;r&eacute;es parmi les machines SNCF les plus fiables.</p>
<p>Elles ont assur&eacute; l'ensemble des trains Grandes Lignes en traction &eacute;lectrique sur le r&eacute;seau Est ainsi que quelques 
relations sur le r&eacute;seau Nord. Ne disposant pas de réducteurs de vitesse variables et pourvues initialement de moteurs auto-ventilés, les BB 15000 tirent peu de trains de marchandises qu'elles laissent aux <a href="16500.html" class="link1">BB 16500</a>. Elles tirent cependant un nombre important
de trains de messageries plus légers et rapides.</p>
<p>L'arriv&eacute;e du TGV Est en 2007 a profond&eacute;ment bouscul&eacute; leur service. Une grande partie du parc a bascul&eacute; en Normandie pour remplacer les <a href="16000.html" class="link1">BB 16000</a> qui avaient d&eacute;pass&eacute; le demi-si&egrave;cle.</p>
<p>Elles conservent également des relations vers Amiens, Maubeuge et les TER Vallée de la Marne (Paris-St Dizier/Bar-le-Duc).</p>
<p>La 15055, qui fut un temps renum&eacute;rot&eacute;e en BB 10004 pour les essais de la chaine de traction synchrone des TGV Atlantique, 
est la premi&egrave;re locomotive a avoir port&eacute; le bandeau &quot;En Voyage&quot; de la nouvelle livr&eacute;e GL d&egrave;s l'&eacute;t&eacute; 2002.</p>
<p> La 15033, qui a subi un incendie en gare de Mulhouse, est radi&eacute;e en d&eacute;cembre 2003. La 15006 a subi la m&ecirc;me m&eacute;saventure et fut radi&eacute;e en 2005. </p>
<p>Les 15000 ont repris le service des <a href="16000.html" class="link1">BB 16000</a> et <a href="16100.html" class="link1">16100</a> r&eacute;versibles tant sur le r&eacute;seau Nord sur les relations Paris-Normandie. 24 machines disposent de la r&eacute;versibilit&eacute; par multiplexage de nouvelle g&eacute;n&eacute;ration compatible &agrave; la fois avec les rames Corail et les V2N.</p>
<p>Dix machines supplémentaires sont modifiées MUXG NG pour épauler le parc des 15000R qui reprennent les rames VO2N Haute Normandie modifiées en réver multiplexée et palier l'incendie de la BB 15028 en gare de Paris St Lazare.</p>
<p>L'arrêt programmé des Corail Intercités Normandie d'ici 2020 promet la mise en retraite assez rapide de cette série.</p>
<p class="titre2">Les livr&eacute;es</p>
<p>Les 5 premi&egrave;res machines de la s&eacute;rie rev&ecirc;tirent une livr&eacute;e verte &agrave; bandeau blanc s'inspirant des <a href="6500.html" class="link1">CC 
6500</a> Maurienne.</p>
<p>Les machines suivantes reprirent la livr&eacute;e grand confort des <a href="6500.html" class="link1">CC 6500</a>. Comme sur ces locomotives, le gris m&eacute;tallis&eacute; laissa 
sa place &agrave; un gris mat au gr&eacute; des r&eacute;visions.</p>
<p>La 15034 et la 15040 furent repeintes en livr&eacute;e b&eacute;ton. La forme des persiennes m&eacute;talliques excentr&eacute;es imposait 
cependant de modifier le trac&eacute; du bandeau orange par rapport aux <a href="7200.html" class="link1">BB 7200</a> et <a href="22200.html" class="link1">22200</a>. Ce qui rendait 
l'esth&eacute;tique de ces machines particuli&egrave;rement triste.</p>
<p>Les 15000 t&eacute;moignent des h&eacute;sitations de la SNCF en mati&egrave;re de livr&eacute;es. Lors de leurs passages en R&eacute;vision G&eacute;n&eacute;rale 
(derni&egrave;res machines trait&eacute;es en 2004), ces locomotives sont ressorties des ateliers successivement en livr&eacute;e TEE, Multiservice 
gris fonc&eacute;, Multiservice gris orage puis "En Voyage".</p>
<p> Du fait de leur affectation exclusive aux activit&eacute;s voyageurs (Grandes Lignes puis VFE, CIC et DPTRL), aucune machine ne porte la livr&eacute;e Fret.</p>
<p>La climatisation des cabines est installée dans les années 2010. L'entrée d'air du groupe est ménagée sur le bloc qui servait à porter le numéro de la machine. Sur les locomotives à grandes cabines, ce numéro est reporté sur la plaque
qui masque l'ancien sigle SNCF allongé en relief. Sur les machines à petites cabines, le sigle "Macaron" ne peut recevoir le numéro qui se retrouve inscrit de façon "artisanale" sur le côté gauche du bouclier.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alsthom MTE<br />
Tension d'alimentation : 25 kV monophas&eacute; 50 Hz<br />
Cha&icirc;ne de traction : Ponts redresseurs mixtes diodes/thyristors command&eacute;s<br />
Motorisation : 1 moteur par bogie<br />
Puissance totale : 4420 kW</p>
<p>Longueur : 17,480 m<br />
Masse : 90t<br />
Pantographes : 1 x AM 18 U</p>
<p class="titre2">Machines remarquables de la s&eacute;rie</p>
<p>La 15007 fut modifi&eacute;e en 1974 en BB 7003 afin de permettre la mise au point des machines continues &agrave; hacheurs de courant: les 
<a href="7200.html" class="link1">BB 7200</a>. Elle sera &agrave; nouveau modifi&eacute;e en 1985 en BB 10003. Reconnaissable par des persiennes 
scind&eacute;es en deux et des bogies bimoteurs sp&eacute;cifiques, elle fut alors utilis&eacute;e pour des essais de transmission asynchrone peu 
brillants, mais dont, gr&acirc;ce &agrave; l'arriv&eacute;e des thyristors GTO, b&eacute;n&eacute;ficiera notamment l'Eurostar.<br />
Elle ne fut remise au type qu'en 1997 apr&egrave;s 23 ann&eacute;es &agrave; jouer les laboratoires roulants.</p>
<p>La 15055 fut transform&eacute;e en BB 10004 en 1982. Permettant des recherches th&eacute;oriques sur les cha&icirc;nes de traction &agrave; moteurs synchrones 
autopilot&eacute;s, elle donna bien meilleure satisfaction que la BB 10003. Ce qui guida le choix technique de la cha&icirc;ne des TGV Atlantique 
et servi de base aux prototypes BB 20011 et 20012 pr&eacute;figurant les <a href="26000.html" class="link1">Sybic</a>.<br />
Elle fut remise au type en 1989.</p>
<p>La 15063 re&ccedil;ut des bogies sp&eacute;ciaux en vue d'un march&eacute; pour l'Iran. La suspension secondaire est constitu&eacute;e de blocs sandwich qui reposent sur des traverses 
accoupl&eacute;es au bogie par des biellettes et suspendues par des ressorts h&eacute;lico&iuml;daux. En 1979, elle a effectu&eacute; des essais avec diff&eacute;rents rapports de r&eacute;duction (140 km/h, 100 km/h). </p>
<p class="titre2">Machines ayant quitt&eacute; la s&eacute;rie</p>
<p>Le parc des BB 15000 a &eacute;t&eacute; amput&eacute; des 15006, 15011, 15015, 15033 et 15057.</p>
<p>15011: Victime de l'accident de Bar-le-Duc du 18 mars 1976. Une voiture &agrave; un passage &agrave; niveau s'&eacute;tait encastr&eacute;e sous 
le bogie et le train entier avait fini sa course dans le canal de la Marne au Rhin.<br />
Depuis cet accident, les BB 15000 ainsi que les <a href="7200.html" class="link1">7200</a> 
et <a href="22200.html" class="link1">22200</a> poss&egrave;dent syst&eacute;matiquement des &eacute;traves.</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_15000" class="link1">BB 15000</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB15000.pdf" class="link1"> BB 15000</a> de <a href="http://vigie22.free.fr//" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.fr//BB15000.pdf" class="link1">BB 15000</a> sur <a href="http://trainsso.fr/" class="link1">Trains du Sud-Ouest</a><br />
L'explication d&eacute;taill&eacute;e de la <a href="http://web.archive.org/web/20110812082811/http://belph80001.free.fr/Locoelec_Section/Pont.htm" class="link1">cha&icirc;ne de traction </a> des BB 15000 sur le site de Belph&eacute;gor (archive).</p>
</div>
<div class="Section_Illustrations">
<p><img src="https://grool149.github.io/ferrovia/images/tr/15013-230604.jpg" alt="La BB 15013, petites cabines et macaron, &agrave; Paris Est (23/06/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 15013, petites cabines et macaron, &agrave; Paris Est  (23/06/2004)</p> 
<p><img src="https://grool149.github.io/ferrovia/images/tr/15058.jpg" alt="La BB 15058, grandes cabines et logo UIC, &agrave; Paris Nord (24/04/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 15058, grandes cabines et logo UIC, &agrave; Paris Nord (24/04/2003)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/15019.jpg" alt="La BB 15019 Paris Est dans la livr&eacute;e prototype Multiservice" width="400" height="300" style="border:1px solid black" /><br />
La BB 15019 Paris Est dans la livr&eacute;e prototype Multiservice</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/15042-130407.jpg" alt="La BB 15042 tire un des derniers trains DB avant la mise en service du TGV Est (13/04/2007)" width="400" height="300" style="border:1px solid black" /><br />
La BB 15042 tire un des derniers trains DB avant la mise en service du TGV Est (13/04/2007)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/15055.jpg" alt="La BB 15055 &agrave; Paris Est dans la nouvelle livr&eacute;e &quot;En Voyage&quot;" width="400" height="300" style="border:1px solid black" /><br />
La BB 15055 &agrave; Paris Est dans la nouvelle livr&eacute;e &quot;En Voyage&quot;</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/15063-23102004.jpg" alt="La BB 15063 sur ses bogies sp&eacute;ciaux, Strasbourg (23/10/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 15063 sur ses bogies sp&eacute;ciaux, Strasbourg (23/10/2004)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/15063-bogies-01082002.jpg" alt="Gros plan sur les bogies sp&eacute;ciaux de la 15063 (01/08/2002)" width="400" height="300" style="border:1px solid black" /><br />
Gros plan sur les bogies sp&eacute;ciaux de la 15063 (01/08/2002)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/15045-300711.jpg" alt="La BB 15045 aux Noues pousse une rame V2N" width="400" height="300" style="border:1px solid black" /><br />
La BB 15045 aux Noues pousse une rame V2N (30/07/2011)</p>
</div>
</div>
<div class="SectionBloc">
<p><img src="https://grool149.github.io/ferrovia/images/tr/15045_VO2N_PSL_20170614.jpg" alt="La BB 15045 quitte Paris Saint-Lazare en pousse d'une VO2N Normandie (14/06/2017)" width="1000" height="335" style="border:1px solid black" /><br />
<span class="legende">La BB 15045 quitte Paris Saint-Lazare en pousse d'une VO2N Normandie (14/06/2017)</span></p>
</div>
<div class="retour"><a href="lm.html" class="link2">Retour page locomotives &agrave; courant monophas&eacute;</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 15000 version <img alt="logo_MSTS" src="https://grool149.github.io/ferrovia/images/msts/msts_logo.jpg" /></p>
<p><a href="http://bb25187.eu/" class="link1">Vincent Lorquet </a> a r&eacute;alis&eacute; plusieurs BB 15000 &agrave; petites cabines en diverses configurations et &eacute;poques.</p>
<p><img src="https://grool149.github.io/ferrovia/images/msts/15001_VL.jpg" alt="BB 15001" width="400" height="300" /> <img src="https://grool149.github.io/ferrovia/images/msts/15006-12_VL.jpg" alt="BB 15006 15012" width="400" height="300" /><br />
<img src="https://grool149.github.io/ferrovia/images/msts/15013-14_VL.jpg" alt="BB 15013 15014" width="400" height="300" /> <img src="https://grool149.github.io/ferrovia/images/msts/15007_VL.jpg" alt="BB 15007" width="400" height="300" /></p>
<p>Joli coup de pub, <a href="http://www.auran.com/trainz/msts/downloads.htm" class="link1">Auran</a>, 
&eacute;diteur du simulateur Trainz, proposait gratuitement deux mod&egrave;les directement d&eacute;riv&eacute;s de ceux d&eacute;velopp&eacute;s pour Trainz. Dont la BB 15026.</p>
<p><img src="https://grool149.github.io/ferrovia/images/msts/15026.jpg" alt="BB 15026 Auran" width="400" height="300" style="border:1px solid black" /><br />
La BB 15026 d'Auran</p>
<p>La BB 15000 fut la toute premi&egrave;re locomotive Fran&ccedil;aise reproduite 
pour MSTS.<br />
<a href="http://www.christrains.com/" class="link1">Chris Longhurst</a> 
avait d&eacute;clin&eacute; ses machines N&eacute;erlandaises &agrave; 
nez cass&eacute; en machines SNCF.<br />
<br />
Un mod&egrave;le de meilleure qualit&eacute; du m&ecirc;me auteur se trouve dans le produit payant Euro Loco Pack.</p>
<p><img src="https://grool149.github.io/ferrovia/images/msts/15000.jpg" alt="BB 15000 Longhurst" width="400" height="300" style="border:1px solid black" /><br />
La BB 15000 de Chris Longhurst</p>
</div>
<div class="retour"><a href="lm.html" class="link2">Retour page locomotives &agrave; courant monophas&eacute;</a></div>
<p id="footer">Ferrovia - 14 Octobre 2004<br />
Mise &agrave; jour 30 Octobre 2018<br />
&nbsp;</p>
</body>
</html>
