<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 17000</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="../tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lm.html">Locomotives &agrave; courant monophas&eacute;</a></div>
<p class="publication">Ferrovia - 26 Septembre 2004 - Mise &agrave; jour 19 Juin 2024</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 17000</p>
<p>Les BB 17000 forment une série de 105 locomotives mixtes de puissance moyenne, issues de la famille des &quot;BB Alsthom&quot; et 
alimentées en courant alternatif 25kV 50Hz. Mises en service à partir de 1965, les derniers exemplaires assuraient un service d'appoint de 2017 à 2020.</p>
<p class="titre2">G&eacute;nèse</p>
<p>Suite &agrave; l'importante s&eacute;rie des <a href="16500.html" class="link1">BB 16500</a>, 
Alsthom avait enti&egrave;rement repens&eacute; son principe de locomotive 
BB &agrave; bogies courts pour y int&eacute;grer des &eacute;quipements 
&eacute;lectriques bicourants. Des <a href="25500.html" class="link1">BB 25500</a> qui &eacute;taient le fruit 
de ces &eacute;tudes, il &eacute;tait pr&eacute;vu de d&eacute;cliner 
une version monocourant continu (<a href="8500.html" class="link1">BB 8500</a>) et une version monocourant monophas&eacute; 
en retirant l'&eacute;quipement superflu et en le rempla&ccedil;ant par 
un lest. Les 17000 sont ainsi des 25500 dont on a retir&eacute; le banc 
rh&eacute;ostatique et la commande par contacteurs. De conception plus 
moderne que les 16500, les 17000 se distinguent par une puissance accrue. 
Les caract&eacute;ristiques m&eacute;caniques sont semblables &agrave; 
leurs ain&eacute;es : bogies monomoteurs &agrave; empattement court, boites 
d'essieux internes. Les r&eacute;ducteurs en porte-&agrave;-faux sont dot&eacute;s 
de deux rapports : voyageurs (150 km/h) et marchandises (90 km/h). Des essais menés avec la BB 17081 en juin 1969 ont permis d'atteindre
210 km/h avec la transmission d'origine. Un article surprenant de la Revue Générale des Chemins de Fer indiquait dans  que "La stabilité a été excellente" lors
de ces marches à haute vitesse. L'histoire retiendra tout de même que la vitesse maximum fut par la suite ramen&eacute;e &agrave; 140 km/h et que cette
 famille de machines est surnommée "Danseuses" en raison de leur mauvaise tenue de voie.</p>
 <p>A partir de la 17038, un nouveau châssis de construction simplifiée en caisson porte la longueur hors-tout des machines à 14,94 mètres. La caisse &eacute;volue encore avec l'apparition d'une trappe d'acc&egrave;s en toiture sur les derni&egrave;res machines.</p>
<p>Les 17000 ont &eacute;t&eacute; d&eacute;clin&eacute;es en version bifr&eacute;quence : les <a href="20200.html" class="link1">BB 20200</a>.</p>
<p class="titre2">D&eacute;buts de carri&egrave;re : service mixte</p>
<p>La commande des BB 17000 visait &agrave; &eacute;quiper la ligne 
Paris-Le Havre en cours d'&eacute;lectrification sur laquelle elles ont assuré tous types de trafic, de l'express aux marchandises, durant une quinzaine d'années. Mais elles ont parcouru 
Paris-Lille &agrave; leurs d&eacute;buts et quelques machines ont été détachées en renfort l'été sur la côte d'Azur dans les années 1970. Les 17000 ont &eacute;galement 
pass&eacute; une partie de leur carri&egrave;re &agrave; Lens o&ugrave; elles assuraient un large panel d'activit&eacute;. En outre elles 
pouvaient théoriquement &ecirc;tre utilis&eacute;es en UM avec une 25500 ou une autre 17000. Les UM hybrides n'ont cependant &eacute;t&eacute; que peu, voire pas du tout, utilis&eacute;es.</p>
<p>L'effectif se porte alors &agrave; 105 exemplaires 
construits de 1965 &agrave; 1968 et restera stable car les besoins pour 
ce type de machine sont d&eacute;j&agrave; largement couverts par les <a href="16500.html" class="link1">BB 16500</a> et pleinement satisfaits. Cela explique qu'il n'y 
ait pas de 17000 &agrave; grandes cabines contrairement &agrave; leurs 
cousines dont la construction s'est &eacute;tal&eacute;e jusqu'en 1976.</p>
<p class="titre2">Sp&eacute;cialisation à la banlieue</p>
<p>D&egrave;s leur origine, les BB 17000 &eacute;taient aptes &agrave; la r&eacute;versibilit&eacute; avec des rames Talbot ou Etat à 2 niveaux,
en relève de locomotives à vapeur. Cette activité de banlieue va devenir prépondérante en raison de la disponibilité de locomotives de 
vitesse sur les express et par les livraisons de Rames Inox de Banlieue.</p>
<p>Parallèlement, l'&eacute;lectrification de la Grande Ceinture parisienne les prive de 
leurs prestations marchandises qui sont reprises par des <a href="25500.html" class="link1">25500</a> bicourantes sans 
coupure entre Nord et Sud. De plus, l'arriv&eacute;e des <a href="15000.html" class="link1">BB 
15000</a> sur les Grandes Lignes &agrave; partir de 1971 et des VB2N &agrave; 
la fin des ann&eacute;es 70 permettent le redéploiement de la série en banlieue Nord (1977) puis Est (1996). Le gros des troupes reste
affecté à Achères pour la banlieue St Lazare. L'intégralité de la série est dédiée à l'activité "8" Ile-de-France au tournant du siècle.</p>
<p>En 2004, toutes les machines (hormis les 17029 et 17056) rev&ecirc;taient donc
la livr&eacute;e IdF et commen&ccedil;aient &agrave; recevoir la nouvelle livr&eacute;e 
&quot;En Voyage&quot;. Elles sont toutes &eacute;quip&eacute;es de l'EAS 
et d'&eacute;crans embarqu&eacute;s. Il &eacute;tait rare, mais pas impossible, 
d'en croiser sur un train GL ou Fret. Il faut aussi rajouter les circulations 
TER avec les VO2N pour la Normandie et la Picardie.</p>
<p>A noter, c'est un fait assez rare pour &ecirc;tre soulign&eacute;, qu'aucune 
machine ne manquait &agrave; l'appel jusqu'au d&eacute;but de l'amortissement de la s&eacute;rie. La question de leur remplacement fut maintes fois pos&eacute;e. La d&eacute;clinaison de <a href="27000.html" class="link1">BB 27000</a> en locomotives d&eacute;di&eacute;es &agrave; la banlieue fut avanc&eacute;e puis abandonn&eacute;e. Ceci a justifi&eacute; l'agrandissement des cabines de plusieurs engins selon la formule d&eacute;j&agrave; adopt&eacute;e sur les <a href="8700.html" class="link1">BB 8700</a> Maurienne et des <a href="8500.html" class="link1">BB 8500</a> Bourgogne. </p>
<p>Finalement, les <a href="27300.html" class="link1">BB 27300</a> furent command&eacute;es et les premi&egrave;res BB 17000  sont parties &agrave; la retraite en d&eacute;cembre 2007. La s&eacute;rie se portait tout de m&ecirc;me encore bien puisque 84 machines restaient &agrave; l'effectif en 2012. En raison de l'important porte-&agrave;-faux des RIB et des BB 27300 les rendant incompatibles, les BB 17000 restaient indispensables  &agrave; St Lazare. Elles conservaient aussi les Transilien Nord en VB2N et les relations r&eacute;gionales en VO2N.</p>
<p>Dans un premier temps, les BB 17000 ont bénéficié du retrait des <a href="6100.html" class="link1">Z 6100</a> en reprenant
la relation Paris-Nord - Crépy-en-Valois et la transversale Pontoise-Creil. L'amortissement des <a href="16500.html" class="link1">BB 16500</a> 
a aussi apporté des besoins pour les TER Normands et les remontes entre La Vilette et Paris-Est.
En revanche, elles perdaient la traction des VO2N Haute-Normandie et Picardie, rééquipées en Mux Généralisé et confiées désormais à des BB 15000 R.</p>
<p>C'est la fiabilisation  des <a href="50000.html" class="link1">Z 50000</a> et leur  arriv&eacute;e en masse qui d&eacute;sormais poussent RIB et BB 17000 &agrave; la retraite. Sur le r&eacute;seau Nord, les rames VB2N sont retir&eacute;es et envoy&eacute;es &agrave; Montparnasse o&ugrave; elles sont attel&eacute;es &agrave; des <a href="7600.html" class="link1">BB 7600</a>. 
Les BB 17000 ont ainsi cessé tout service régulier en 2016. En 2017, il ne restait que six machines l'inventaire, épaulant les 27300
du réseau St Lazare. Les trois dernières machines en réserve, les 17053, 17055 et 17071, ne furent radiées des effectifs qu'en décembre 2020.</p>
<p class="titre2">Les "17000" à l'export</p>
<p>Alsthom, avec le consortium "Groupement 50Hz" a construit de nombreuses machines reprenant des éléments techniques des BB 17000, notamment
une grande série de locomotives Indiennes. Mais les clones les plus proches sont les E 40000 des chemins de fer Turcs TCDD.
Produites à 15 exemplaires (8 à Belfort, 7 en Turquie), elles étaient exploitées dans la banlieue d'Istanbul.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alsthom<br />
Tension d'alimentation : 25 kV monophas&eacute; 50 Hz<br />
Cha&icirc;ne de traction : Graduateur circulaire 25 kV, redresseurs &agrave; diodes<br />
Motorisation : 1 moteur TAB 660 B 1500 V par bogie<br />
Puissance totale : 2940 kW</p>
<p>Longueur : 14,700 m (17001 à 37, sauf 05), 14,940 m (17038 à 17105), 15,570 m (17005)<br />
Masse : 79t<br />
Pantographes : 2 x AM 18 V</p>
<p class="titre2">Machines remarquables de la s&eacute;rie</p>
<p>La 17081 a roulé à 210 km/h lors d'une marche d'essais entre Yvetot et Bréauté en Juin 1969.</p>
<p>La 17005, accident&eacute;e à St Pierre du Vauvray en 1973, fut reconstruite sur un ch&acirc;ssis de BB 25500 longue. Des cap&ocirc;ts sp&eacute;ciaux ont &eacute;t&eacute; confectionn&eacute;s pour rattraper la diff&eacute;rence de longueur avec la caisse.</p>
<p>La 17029 inaugurait à Hellemmes le 19/03/1975 une nouvelle livrée à base de gris ciment et de jaune orangé afin de s'harmoniser avec les VB2N en cours de livraison. Cette livrée devient par
la suite la livrée "Béton", avec l'orange Chamois 432, puis l'orange TGV 435. C'est aussi avec ces coloris que la 17029 est amortie en 2014.</p>
<p>La 17059 révisée à Epernay le 24/05/1996 fut la première BB Altshom à adopter la livrée "IDF", initialement appliquée sur le matériel RER et qui devait s'harmoniser sur l'ensemble du parc de banlieue Ile de France.
<p>La 17016, machine préservée par l'AAPSL (Amicale des Agents de Paris-Saint-Lazare).</p>
<p class="titre2">Pour plus d'info :</p>
<p class="link1">- Bibliographie</p>
<p>Rail Passion n&deg;233, mars 2017<br />
Le Train spécial n°91, 2017</p>
<p class="link1">- Ailleurs sur le Web</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_17000" class="link1">BB 17000</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB17000.pdf" class="link1">BB 17000</a> de <a href="http://vigie22.free.fr//" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.fr//BB17000.pdf" class="link1">BB 17000</a> sur <a href="http://trainsso.fr/" class="link1">Trains du Sud-Ouest</a><br />
Les <a href="http://www.trainsofturkey.com/w/pmwiki.php/Traction/E40000" class="link1">E 40000 TCDD</a> sur <a href="http://www.trainsofturkey.com" class="link1">Trains of Turkey</a>.
</p>
</div>
<div class="Section_Illustrations"> 
<p><img src="../images/tr/17056.jpg" alt="La BB 17056 &agrave; Clichy Levallois (25/09/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17056 &agrave; Clichy Levallois (25/09/2003)</p>
<p><img src="../images/tr/17040.jpg" alt="La BB 17040 avec une VO2N &agrave; Clichy Levallois (07/07/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17040 avec une VO2N &agrave; Clichy Levallois (07/07/2003)</p>
<p><img src="../images/tr/17005_20060401.jpg" alt="La BB 17005 et son ch&acirc;ssis allong&eacute; vue &agrave; Cormeilles-en-Parisis (01/04/2006)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17005 et son ch&acirc;ssis allong&eacute; vue &agrave; Cormeilles-en-Parisis (01/04/2006)</p>
<p><img src="../images/tr/17028.jpg" alt="La BB 17028 affronte les rigueurs de l'hiver. Conflans Ste Honorine (04/01/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17028 affronte les rigueurs de l'hiver. Conflans Ste Honorine (04/01/2003)</p>
<p><img src="../images/tr/17017.jpg" alt="La BB 17017 passe &agrave; Clichy Levallois (24/01/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17017 passe &agrave; Clichy Levallois (24/01/2003)</p>
<p><img src="../images/tr/17070.jpg" alt="La BB 17070, livr&eacute;e inachev&eacute;e, &agrave; Paris Est (18/09/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17070, livr&eacute;e inachev&eacute;e, &agrave; Paris Est (18/09/2004)</p>
<p><img src="../images/tr/17056-11042006.jpg" alt="La BB 17056 repeinte et une VB2N Transilien &agrave; Paris St Lazare (11/04/2006)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17056 repeinte et une VB2N Transilien &agrave; Paris St Lazare (11/04/2006)</p>
<p><img src="../images/tr/17095.jpg" alt="La BB 17095 et une VO2N Picarde &agrave; Paris Nord (12/09/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17095 et une VO2N Picarde &agrave; Paris Nord (12/09/2004)</p>
</div>
</div>
<div class="retour"><a href="lm.html" class="link2">Retour page locomotives &agrave; courant monophas&eacute;</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 17000 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://yoyoandfriends.free.fr/html/" class="link1">T.Stachnik</a> et son &eacute;quipe ont r&eacute;alis&eacute; un pack de <a href="http://yoyoandfriends.free.fr/html/electriques.html" class="link1">BB 17000</a>.</p>
<p></p>
</div>
<div class="retour"><a href="lm.html" class="link2">Retour page locomotives &agrave; courant monophas&eacute;</a></div>
<p id="footer">Ferrovia - 26 Septembre 2004<br />
Mise &agrave; jour 19 Juin 2024<br />
&nbsp;</p>
</body>
</html>
