<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 17000</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 17000</p>
<p>Suite &agrave; l'importante s&eacute;rie des <a href="/tr/16500.html" class="link1">BB 16500</a>, 
Alsthom avait enti&egrave;rement repens&eacute; son principe de locomotive 
BB &agrave; bogies courts pour y int&eacute;grer des &eacute;quipements 
&eacute;lectriques bicourants. Des <a href="/tr/25500.html" class="link1">BB 25500</a> qui &eacute;taient le fruit 
de ces &eacute;tudes, il &eacute;tait pr&eacute;vu de d&eacute;cliner 
une version monocourant continu (<a href="/tr/8500.html" class="link1">BB 8500</a>) et une version monocourant monophas&eacute; 
en retirant l'&eacute;quipement superflu et en le rempla&ccedil;ant par 
un lest. Les 17000 sont ainsi des 25500 dont on a retir&eacute; le banc 
rh&eacute;ostatique et la commande par contacteurs. De conception plus 
moderne que les 16500, les 17000 se distinguent par une puissance accrue. 
Les caract&eacute;ristiques m&eacute;caniques sont semblables &agrave; 
leurs ain&eacute;es. Bogies monomoteurs &agrave; empattement court, boites 
d'essieux internes et r&eacute;ducteur en porte-&agrave;-faux dot&eacute; 
de deux rapports voyageurs (150 km/h) et marchandises (90 km/h). La vitesse maximum fut par la suite ramen&eacute;e &agrave; 140 km/h. A partir de 
la 17038, le chassis est renforc&eacute; et les traverses sont aptes &agrave; 
recevoir l'attelage automatique. La caisse &eacute;volue encore avec l'apparition d'une trappe d'acc&egrave;s en toiture sur les derni&egrave;res machines.</p>
<p>Les 17000 ont &eacute;t&eacute; d&eacute;clin&eacute;es en version bifr&eacute;quence : les <a href="/tr/20200.html" class="link1">BB 20200</a>.</p>
<p>Leur commande visait &agrave; &eacute;quiper la ligne 
Paris-Le Havre en cours d'&eacute;lectrification. Mais elles ont parcouru 
Paris-Lille &agrave; leurs d&eacute;buts et elles &eacute;taient, d&egrave;s 
leur origine, aptes &agrave; la r&eacute;versibilit&eacute; avec des rames 
r&eacute;gionales ou de banlieue. En outre elles peuvent &ecirc;tre utilis&eacute;es 
en UM avec une 25500 ou une autre 17000. Les UM hybrides n'ont 
cependant &eacute;t&eacute; que peu voire pas du tout utilis&eacute;es. Les 17000 ont &eacute;galement 
pass&eacute; une partie de leur carri&egrave;re &agrave; Lens o&ugrave; 
elles assuraient un panel d'activit&eacute; plus large.</p>
<p>L'&eacute;lectrification de la Grande Ceinture parisienne les prive de 
leurs prestations Fret qui sont reprises par des <a href="/tr/25500.html" class="link1">25500</a> bicourantes sans 
coupure entre Nord et Sud. De plus, l'arriv&eacute;e des <a href="15000.html" class="link1">BB 
15000</a> sur les Grandes Lignes &agrave; partir de 1971 et des VB2N &agrave; 
la fin des ann&eacute;es 70 renforce leur utilisation en banlieue Est, 
Nord et St Lazare. L'effectif se porte alors &agrave; 105 exemplaires 
construits de 1965 &agrave; 1968 et restera stable car les besoins pour 
ce type de machine sont d&eacute;j&agrave; largement couverts par les <a href="/tr/16500.html" class="link1">BB 16500</a> et pleinement satisfaits. Cela explique qu'il n'y 
ait pas de 17000 &agrave; grandes cabines contrairement &agrave; leurs 
cousines dont la construction s'est &eacute;tal&eacute;e jusqu'en 1976.</p>
<p>En 2004, l'utilisation des 17000 &eacute;tait 
purement d&eacute;di&eacute;e &agrave; l'activit&eacute; 8 (Banlieue Ile 
de France). Toutes les machines (hormis les 17029 et 17056) rev&ecirc;taient donc
la livr&eacute;e IdF et commen&ccedil;aient &agrave; recevoir la nouvelle livr&eacute;e 
&quot;En Voyage&quot;. Elles sont toutes &eacute;quip&eacute;es de l'EAS 
et d'&eacute;crans embarqu&eacute;s. Il &eacute;tait rare, mais pas impossible, 
d'en croiser sur un train GL ou Fret. Il faut aussi rajouter les circulations 
TER avec les VO2N pour la Normandie et la Picardie.</p>
<p>A noter, c'est un fait assez rare pour &ecirc;tre soulign&eacute;, qu'aucune 
machine ne manquait &agrave; l'appel jusqu'au d&eacute;but de l'amortissement de la s&eacute;rie. La question de leur remplacement fut maintes fois pos&eacute;e. La d&eacute;clinaison de <a href="/tr/27000.html" class="link1">BB 27000</a> en locomotives d&eacute;di&eacute;es &agrave; la banlieue fut avanc&eacute;e puis abandonn&eacute;e. Ceci a justifi&eacute; l'agrandissement des cabines de plusieurs engins selon la formule d&eacute;j&agrave; adopt&eacute;e sur les <a href="/tr/8700.html" class="link1">BB 8700</a> Maurienne et des <a href="/tr/8500.html" class="link1">BB 8500</a> Bourgogne. </p>
<p>Finalement, les <a href="/tr/27300.html" class="link1">BB 27300</a> furent command&eacute;es et les premi&egrave;res BB 17000  sont parties &agrave; la retraite en d&eacute;cembre 2007. La s&eacute;rie se portait tout de m&ecirc;me encore bien puisque 84 machines restaient &agrave; l'effectif en 2012. En raison de l'important porte-&agrave;-faux des RIB et des BB 27300 les rendant incompatibles, les BB 17000 restaient indispensables  &agrave; St Lazare. Elles conservaient aussi les Transilien Nord en VB2N et les relations r&eacute;gionales en VO2N.</p>
<p>C'est la fiabilisation  des <a href="/tr/50000.html" class="link1">Z 50000</a> et leur  arriv&eacute;e en masse qui d&eacute;sormais poussent RIB et BB 17000 &agrave; la retraite. Sur le r&eacute;seau Nord, les rames VB2N sont retir&eacute;es et envoy&eacute;es &agrave; Montparnasse o&ugrave; elles sont attel&eacute;es &agrave; des <a href="/tr/7600.html" class="link1">BB 7600</a>. </p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alsthom<br />
Tension d'alimentation : 25 kV monophas&eacute; 50 Hz<br />
Cha&icirc;ne de traction : Graduateur circulaire 25 kV, redresseurs &agrave; diodes<br />
Motorisation : 1 moteur TAB 660 B 1500 V par bogie<br />
Puissance totale : 2940 kW</p>
<p>Longueur : 14,700 m<br />
Masse : 79t<br />
Pantographes : 2 x AM 18 V</p>
<p class="titre2">Machine remarquable de la s&eacute;rie</p>
<p>La 17005, accident&eacute;e peu apr&egrave;s sa sortie d'usine, fut reconstruite sur un ch&acirc;ssis de BB 25500 longue. Des cap&ocirc;ts sp&eacute;ciaux ont &eacute;t&eacute; confectionn&eacute;s pour rattraper la diff&eacute;rence de longueur avec la caisse.</p>
<p class="titre2">Pour plus d'info :</p>      
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_17000" class="link1">BB 17000</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB17000.pdf" class="link1">BB 17000</a> de <a href="http://florent.brisou.pagesperso-orange.fr/" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.pagesperso-orange.fr//BB17000.pdf" class="link1">BB 17000</a> sur <a href="http://trainsso.pagesperso-orange.fr/" class="link1">Trains du Sud-Ouest</a>
</p>
</div>
<div class="Section_Illustrations"> 
<p><img src="../images/tr/17056.jpg" alt="La BB 17056 &agrave; Clichy Levallois (25/09/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17056 &agrave; Clichy Levallois (25/09/2003)</p>
<p><img src="../images/tr/17040.jpg" alt="La BB 17040 avec une VO2N &agrave; Clichy Levallois (07/07/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17040 avec une VO2N &agrave; Clichy Levallois (07/07/2003)</p>
<p><img src="../images/tr/17005_20060401.jpg" alt="La BB 17005 et son ch&acirc;ssis allong&eacute; vue &agrave; Cormeilles-en-Parisis (01/04/2006)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17005 et son ch&acirc;ssis allong&eacute; vue &agrave; Cormeilles-en-Parisis (01/04/2006)</p>
<!--<p><img src="../images/tr/17005.jpg" alt="La BB 17005 et son chassis allong&eacute;" width="400" height="300" style="border:1px solid black" /><br />
La BB 17005 et son chassis allong&eacute;</p>-->
<p><img src="../images/tr/17028.jpg" alt="La BB 17028 affronte les rigueurs de l'hiver. Conflans Ste Honorine (04/01/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17028 affronte les rigueurs de l'hiver. Conflans Ste Honorine (04/01/2003)</p>
<p><img src="../images/tr/17017.jpg" alt="La BB 17017 passe &agrave; Clichy Levallois (24/01/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17017 passe &agrave; Clichy Levallois (24/01/2003)</p>
<p><img src="../images/tr/17070.jpg" alt="La BB 17070, livr&eacute;e inachev&eacute;e, &agrave; Paris Est (18/09/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17070, livr&eacute;e inachev&eacute;e, &agrave; Paris Est (18/09/2004)</p>
<p><img src="../images/tr/17056-11042006.jpg" alt="La BB 17056 repeinte et une VB2N Transilien &agrave; Paris St Lazare (11/04/2006)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17056 repeinte et une VB2N Transilien &agrave; Paris St Lazare (11/04/2006)</p>
<p><img src="../images/tr/17095.jpg" alt="La BB 17095 et une VO2N Picarde &agrave; Paris Nord (12/09/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 17095 et une VO2N Picarde &agrave; Paris Nord (12/09/2004)</p>
</div>
</div>
<div class="retour"><a href="lm.html" class="link2">Retour page locomotives &agrave; courant monophas&eacute;</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 17000 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://yoyoandfriends.free.fr/html/" class="link1">T.Stachnik</a> et son &eacute;quipe ont r&eacute;alis&eacute; un pack de <a href="http://yoyoandfriends.free.fr/html/electriques.html" class="link1">BB 17000</a>.</p>
<p></p>
</div>
<div class="retour"><a href="lm.html" class="link2">Retour page locomotives &agrave; courant monophas&eacute;</a></div>
<p id="footer">Ferrovia - 26 Septembre 2004<br />
Mise &agrave; jour 09 Juin 2012<br />
&nbsp;</p>
</body>
</html>
