<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - CC 20001</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">CC 20001</span><br />
<span class="soustitre">La grand-mère du monophasé français</span></p>
<p>Au début du XXe siècle, les essais de traction ferroviaire sous courant monophasé mettent en évidence les deux points suivants: l'unique technique 
réellement adaptée est alors le moteur direct et ces moteurs supportent mal les fréquences élevées de courant en raison de problèmes de commutation 
du collecteur.</p>
<p> Ce n'est pas un problème à une époque où les réseaux d'électricité industrielle ne sont pas étendus et que les opérateurs ferroviaires peuvent produire 
leur propre courant à 16 2/3 Hz. Cependant, à l'exception de la compagnie du Midi, l'intérêt des Français pour le monophasé n'arrivera que quelques 
décénies plus tard alors que des essais d'alimentation à 50 Hz sur la ligne allemande du Höllental donnent des résultats encourageants grâce 
aux progrès accomplis par l'électrotechnique. Après la victoire de 1945, la SNCF se lance dans la poursuite des essais allemands et, à la fin des 
années 40, dans l'expérimentation de ce courant en conditions réelles sur une ligne française : Aix-les-bains - La Roche sur Foron.</p>
<p> L'industrie suisse, forte de son savoir faire en monophasé construit la CC 6051 qui deviendra la CC 20001, premier des prototypes monophasés 
de Savoie. Elle est mise en service le 9 Septembre 1950. Non seulement elle innove sur le plan &eacute;lectrique mais, en plus, elle est mécaniquement 
en rupture avec les 2D2 d'avant guerre. Son chassis repose sur deux bogies à 3 essieux moteurs à l'instar des démonstrateurs Alsthom <a href="/tr/7000.html" class="link1">CC 7001 et 7002</a>. 
Par la suite, la SNCF ne commandera plus que des machines électriques à adhérence totale. Cette machine n'est pas une simple locomotive monophasée. 
Elle peut rouler sous caténaire 1,5 kV continu. A puissance tr&egrave;s réduite toutefois. Il s'agit d'une petite bicourant.</p>
<p> A l'issue des essais où elle est confrontée à la CC 20002 d'Alsthom et la BBB 20003 de MTE, la CC 20001 se montre plus robuste et emporte 
l'adhésion puisqu'elle donne naissance à la petite série des CC 25001 &agrave; 9 qui serviront sur l'étoile d'Annemasse. Cependant, le moteur 
direct ne fera qu'une brève apparition dans l'&eacute;ventail des technologies de la SNCF. Hormis les <a href="/tr/13000.html" class="link1">BB 13000</a> qui ne laisseront pas un souvenir impérissable, 
la SNCF se penche, d'abord timidement, sur la machine monophasée à redresseurs de courant et moteurs continus.</p>
<p>Ainsi, les <a href="/tr/25150.html" class="link1">BB 25150</a> sont arriv&eacute;es d&egrave;s 1967 pour épauler puis remplacer les premières machines monophasées de la SNCF, après une 
petite vingtaine d'années de service. Les 10 machines avaient effectu&eacute; leur carri&egrave;re au d&eacute;p&ocirc;t d'Annemasse puis, &agrave; 
partir de 1972, &agrave; Chamb&eacute;ry. Elles assuraient un service mixte sur les lignes &eacute;lectrifi&eacute;es en monophas&eacute; de 
l'&eacute;toile de Savoie (Aix les Bains - La Roche-sur-Foron - Annemasse / St Gervais le Fayet). Alors que le parc des 25150 s'&eacute;tait bien 
&eacute;toff&eacute; au d&eacute;but des ann&eacute;es 70, les CC 25000 ont progressivement &eacute;t&eacute; retir&eacute;es du service d&egrave;s 
qu'elles arrivaient &agrave; limite de parcours. La CC 20001 aura la chance de survivre à sa descendance en repoussant l'&eacute;ch&eacute;ance &agrave; 
l'&eacute;t&eacute; 1980. Retirée du service après les CC 25000, elle fut conservée et promise au mus&eacute;e de Mulhouse. Apr&egrave;s 20 
ans de conservation plus ou moins heureuse, elle a &eacute;t&eacute; prise sous l'aile de l'APMFS aux côtés de la 2CC2 3402 et de la CC 7001 et r&eacute;side 
entre Ambérieu et Chambéry au gr&eacute; des expositions du patrimoine historique Savoyard.</p>
<p>La caisse a &eacute;t&eacute; restaur&eacute;e et repeinte en 2006 dans une livr&eacute;e bleu-gris monophas&eacute;e. L'APMFS s'att&egrave;le d&eacute;sormais &agrave; redonner vie &agrave; la locomotive. </p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : SLM Winterthur - Oerlikon<br />
Tension d'alimentation : monophas&eacute; 25 kV, 50 Hz et continu 1,5 kV 
<br />
Cha&icirc;ne de traction : Transformateur-Moteurs directs (sous alim 25 kV) / groupe convertisseur 1,5 kV-25 kV (sous alim 1,5 kV)<br />
Freinage par r&eacute;cup&eacute;ration<br />
Motorisation: 1 moteur direct 16 WB 88 A par essieu<br />
Puissance totale: 2760 kW (sous 25 kV ~ 50 Hz) - env 300 kW (sous 1,5 kV =)<br />
Vitesse limite: 100 km/h<br />
<br />
Longueur : 17,250 m<br />
Masse : 104t </p>
<p class="titre2">Pour plus d'info :</p>
<p>Page sur la <a href="http://www.apmfs.org/cc20001.html" class="link1">CC 20001</a> de <a href="http://www.apmfs.org" class="link1">l'APMFS</a><br />
Page sur la <a href="http://www.railsavoie.fr/traction/cc20000/" class="link1">CC 20001</a> et les CC 25000 de <a href="http://www.railsavoie.fr/" class="link1">Rail-Savoie</a></p>
</div>
<div class="Section_Illustrations"> 
<p><img src="../images/tr/20001.jpg" alt="La CC 20001 conserv&eacute;e Monument historique sous la rotonde d'Amb&eacute;rieu (18/10/2003)" width="400" height="490" style="border:1px solid black" /><br />
La CC 20001 conserv&eacute;e Monument historique<br />
sous la rotonde d'Amb&eacute;rieu (18/10/2003)</p>
</div>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<p id="footer">Ferrovia - 18 D&eacute;cembre 2004<br />
Mise &agrave; jour 2011<br />
&nbsp;</p>
</body>
</html>
