<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 22200</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lb.html">Locomotives bicourantes</a></div>
<p class="publication">Ferrovia - 20 Mai 2012 - Mise &agrave; jour 23 Décembre 2015</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">BB 22200</span><br />
<span class="soustitre">v&eacute;ritables bicourantes</span></p>
<p>Les premi&egrave;res machines de vitesse bicourant, les <a href="/tr/25200.html" class="link1">BB 25200</a>, eurent un d&eacute;but de 
carri&egrave;re des plus prestigieux. Pour faire face &agrave; la hausse du trafic vers la 
Bretagne, la SNCF avait m&ecirc;me d&ucirc; commander quelques machines suppl&eacute;mentaires au d&eacute;but des ann&eacute;es 1970. Elles &eacute;taient particuli&egrave;rement fiables pour une
s&eacute;rie innovante. Leurs 45 ans de service prouvent une conception s&eacute;rieuse. Mais, tout comme les machines purement continues des ann&eacute;es 1960,
elles avaient des faiblesses sur les lignes &eacute;lectrifi&eacute;es en 1500 V.
Le rh&eacute;ostat mettait en difficult&eacute; les sous-stations ant&eacute;diluviennes de la ligne Paris - Le Mans notamment, et limitait la puissance bien en de&ccedil;&agrave; de ce
que les m&ecirc;mes locomotives pouvaient offrir en monophas&eacute;. Le d&eacute;veloppement des Hacheurs de courant permettait de d&eacute;velopper une nouvelle g&eacute;n&eacute;ration
de locomotives bicourantes d&eacute;veloppant 4 MW sous les deux syst&egrave;mes.</p>
<p>Les BB 22200 sont les soeurs quasi-jumelles des <a href="/tr/7200.html" class="link1">BB 7200</a>. Outre une esth&eacute;tique identique &agrave; la toiture pr&egrave;s, elles partagent la plupart de 
leurs organes en commun. Ainsi, alors que les <a href="/tr/20005.html" class="link1">BB MTE Bicourantes</a> et les <a href="/tr/25500.html" class="link1">BB 25500</a> Alsthom avaient deux chaines de traction bien 
s&eacute;par&eacute;es qui n'avaient en commun que les moteurs de traction, les 22200 se pr&eacute;sentent comme des <a href="/tr/7200.html" class="link1">BB 7200</a> dont le hacheur de courant est aliment&eacute; 
par un ensemble transformateur+redresseur quand la machine roule sous cat&eacute;naire 25 kV 50 Hz. Sous cat&eacute;naire continue, 22200 et 7200 fonctionnent rigoureusement de la m&ecirc;me fa&ccedil;on. 
D'un point de vue &eacute;lectrique, il est utile de rappeler que les <a href="/tr/15000.html" class="link1">BB 15000</a> ont en revanche une construction tout &agrave; fait diff&eacute;rente &agrave; base de ponts 
redresseurs command&eacute;s.</p>
<p>150 exemplaires ont &eacute;t&eacute; construits de 1977 &agrave; l'automne 1980. Une sous-s&eacute;rie de 28 machines suppl&eacute;mentaires sortait d'usine du printemps 1983 &agrave; l'hiver 1984.
Enfin, une derni&egrave;re commande livr&eacute;e de Juillet 1985 &agrave; Juillet 1986 portait le nombre d'engins construits &agrave; 205. Cependant, la 22279 &eacute;tait d&eacute;j&agrave; ray&eacute;e des
inventaires.</p>
<p>Les 22200 ont la m&ecirc;me livr&eacute;e que les 7200 : b&eacute;ton travers&eacute;e d'une ligne bris&eacute;e orange. Les premiers exemplaires sont sortis de construction avec un pare-brise fortement
inclin&eacute; semblable aux <a href="/tr/6500.html" class="link1">CC 6500</a>, <a href="/tr/72000.html" class="link1">72000</a>, <a href="/tr/15000.html" class="link1">BB 15001 &agrave; 50</a>, <a href="/tr/7200.html" class="link1">BB 7201 &agrave; 35</a>. A partir de la BB 22227 les cabines sont donc plus spacieuses. Ext&eacute;rieurement, les BB 22200 sont reconnaissables
par leurs archets &eacute;troits. Le pantographe monophas&eacute; a la particularit&eacute; de se trouver en sens inverse (coude vers l'ext&eacute;rieur de la machine) afin de m&eacute;nager un emplacement pour le disjoncteur haute tension install&eacute; en toiture.</p>
<p class="titre2">Carri&egrave;re</p>
<p>Les 22200 ont d&eacute;but&eacute; leur carri&egrave;re sur la ligne de la c&ocirc;te d'Azur d'o&ugrave; elles ont rapidement chass&eacute; les <a href="/tr/25200.html" class="link1">BB 25200</a> en t&ecirc;te 
des trains express et rapides. En revanche leurs moteurs auto-ventil&eacute;s n'&eacute;taient pas adapt&eacute;s aux trains de marchandises lourds. Il fallu attendre des essais de bogies &agrave; rapport 100 km/h (PV)
pour sp&eacute;cialiser les BB 22201 &agrave; 22268 &agrave; cette t&acirc;che par &eacute;change de bogies avec les unit&eacute;s sortants d'usine. Les BB 22269 et suivantes &eacute;taient quant &agrave; elles 
&eacute;quip&eacute;es d'une ventilation forc&eacute;e les rendant plus universelles. Les 22200 PV se sont cependant r&eacute;v&eacute;l&eacute;es peu satisfaisantes et le tonnage emport&eacute; par une 22200 GV &agrave; ventilation forc&eacute;e &eacute;tait 
presque aussi bon qu'une PV auto-ventil&eacute;e alors qu'elles &eacute;taient plus polyvalentes. Il fut jug&eacute; plus pertinent de r&eacute;utiliser les bogies PV sous des 7200 aptes &agrave; l'UM. Les trente-huit <a href="/tr/7200.html" class="link1">BB 7343 &agrave; 7380</a> sont sorties 
de Belfort en 1982, aptes &agrave; 160 km/h et &eacute;quip&eacute;es de la ventilation forc&eacute;e. Apr&egrave;s leur marche de r&eacute;ception et leur mise en service, elle furent envoy&eacute;es &agrave; Oullins qui a proc&eacute;d&eacute; &agrave; l'&eacute;change des bogies, du syst&egrave;me de ventilation 
et des convertisseurs auxiliaires entre ces machines et les 22231 &agrave; 22268. L'&eacute;lectrification de la Maurienne a conduit &agrave; la commande des BB 7411 &agrave; 7440, aptes &agrave; l'UM et au freinage par r&eacute;cup&eacute;ration. De la m&ecirc;me fa&ccedil;on, 
ces machines sont sorties d'usine en 1984/85, aptes &agrave; 160 km/h et ont &eacute;chang&eacute; bogies, ventilation et convertisseurs avec les 22201 &agrave; 22230.</p>
<p>La s&eacute;rie &eacute;tait exploit&eacute;e sur un large p&eacute;rim&egrave;tre qui s'&eacute;talait de la C&ocirc;te d'Azur au Lyonnais, la Bourgogne, la Franche-Comt&eacute; et le Nord. Certains trains nocturnes atteignant des kilom&eacute;trages tr&egrave;s &eacute;lev&eacute;s sans relais : plus de 1300 km entre Qu&eacute;vy et Nice.</p>
<p>Pour l'&eacute;lectrification de l'&eacute;toile d'Angers en 1983, dix machines (22351 &agrave; 22360) furent command&eacute;es &eacute;quip&eacute;es d'un couple 200. La BB 22278 effectua les essais d&egrave;s 1981 avec une rame d'UIC ex-Capitole puis assura le service commercial du Montaigne (Corail V200) et du TEE Aquitaine. Les 22200 s'install&egrave;rent &agrave; Rennes en 1983 et reprirent les trains les plus nobles de l'Ouest dont le TEE Jules Verne entre Paris et Nantes aux <a href="/tr/72000.html" class="link1">CC 72000</a>.</p>
<p>La succession des BB 22200 &eacute;tait d&eacute;j&agrave; en pr&eacute;paration : Les <a href="/tr/26000.html" class="link1">BB 26000</a> et TGV Atlantique &agrave; moteurs synchrones autopilot&eacute;s. Apr&egrave;s les exp&eacute;rimentations de MTE sur le prototype <a href="/tr/15000.html" class="link1">BB 10004</a>, les deux futures BB 22379 et 22380 sortent d'usine sous les num&eacute;ros BB 20011 et 20012 : Livr&eacute;e sp&eacute;cifique, pantographes mont&eacute;s archets vers le centre et moteurs synchrones. La BB 22351 fut &eacute;quip&eacute;e d'un car&eacute;nage en vue de tester l'a&eacute;rodynamique des <a href="/tr/26000.html" class="link1">26000</a>.</p>
<p>A l'ouverture du Tunnel sous la Manche, en raison du retard dans la construction des Class 92, ce sont des BB 22200 qui ont pris en charge les trains de Fret entre le continent et Douvres. Afin de r&eacute;pondre &agrave; la r&eacute;glementation Anglaise, les capots de ces machines furent peints en jaune, leur valant le surnom de &quot;Yellow submachines&quot;. Les modifications concernaient &eacute;galement des dispositifs de protection incendie et de climatisation propres &agrave; l'exploitation dans le tunnel, ainsi que l'installation d'automates pour la marche en Unit&eacute; Multiple et de la TVM 430 sur les machines menantes. La transformation commen&ccedil;a en 1993 pour les BB 22399 &agrave; 22405. Machines menantes TTU &eacute;quip&eacute;es de TVM : 22399, 22401, 22403, 22405. Machines men&eacute;es TU : 22400, 22402, 22404. Les prototypes 20011 et 20012 &agrave; moteurs synchrones furent &agrave; leur tour transform&eacute;es en BB 22200 TTU sous les num&eacute;ros 22379 et 22380. Le service commercial d&eacute;buta en Juin 1994 pour s'achever fin 1995. Les machines TU ont alors &eacute;t&eacute; remises au type tandis que les TTU re&ccedil;urent des bogies &agrave; rapport 200 km/h provenant des 22351 &agrave; 22360. Les BB 22379, 22380 et 22399 furent d&eacute;di&eacute;es aux tourn&eacute;es d'inspection LGV (IES et Mauzin). Les autres machines prirent en charge les TER200 Interloire avant d'&ecirc;tre mut&eacute;es en 1997 &agrave; Villeneuve pour assurer les nouveaux MVGV, convois l&eacute;gers de la Sernam empruntant des portions de LGV &agrave; 200 km/h de nuit. </p>
<p>D&egrave;s lors, malgr&eacute; les &eacute;lectrifications progressives vers Le Croisic, Grenoble, Brest, Quimper, Clermont-Ferrand, les BB 22200 ont peu &agrave; peu &eacute;t&eacute; r&eacute;duites &agrave; un r&ocirc;le plus discret. La pouss&eacute;e des <a href="/tr/26000.html" class="link1">BB 26000</a> et TGV a entam&eacute; leurs services sur les grandes relations et elles prennent davantage en charge des express inter&eacute;gionnaux ou des TER. </p>
<p>Depuis 2006, Oullins &eacute;quipe plusieurs machines de la r&eacute;versibilit&eacute; par multiplexage. L'objectif est double. Pousser les <a href="/tr/25200.html" class="link1">BB 25200</a> Mux &agrave; la retraite et cr&eacute;er de nouveaux services. A cet effet, de nouvelles voitures pilote ont &eacute;t&eacute; mises en service par la transformation de voitures-fourgon Corail VU B6Du en B5uxh.<br />
L'avenir est moins rose pour les machines d&eacute;di&eacute;es au Fret. Suite &agrave; la r&eacute;gression du trafic et apr&egrave;s avoir radi&eacute; toutes les s&eacute;ries de machines plus anciennes, la direction de Fret a d&eacute;cid&eacute; de garer en bon &eacute;tat de nombreuses machines. L'amortissement de la s&eacute;rie a tout de m&ecirc;me d&eacute;but&eacute; en 2012 avec la radiation de 18 locomotives appartenant toutes &agrave; la premi&egrave;re sous-s&eacute;rie &agrave; petites cabines. Parmi les sept machines &agrave; petites cabines rescap&eacute;es, les 22218 et 22223 sont utilis&eacute;es par l'activit&eacute; Transilien pour les acheminements de mat&eacute;riel vers les technicentres. Elles sont repeintes en bleu Transilien. </p>
<p>Fin 2013, les radiations de machines Fret ont repris avec, cette fois-ci, des machines grandes cabines.</p>
<p>Certaines BB 22200 ont &eacute;t&eacute; modifi&eacute;es pour les adapter &agrave; la r&eacute;versibilit&eacute; par c&acirc;blots. Les &quot;22200 RC&quot; remplacent les <a href="/tr/25500.html" class="link1">BB 25500</a> sur la c&ocirc;te d'azur (16 locomotives) avec des RRR et en Nord-Pas de Calais (15 locomotives) avec des rames VR2N. </p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alsthom - Francorail<br />
Tension d'alimentation : continu 1,5 kV et monophas&eacute; 25 kV, 50 Hz<br />
Cha&icirc;ne de traction : Hacheur/Pont redresseur &agrave; Thyristors - Moteurs continus<br />
Motorisation : 1 moteur par bogie<br />
Puissance totale : 4040 kW sous courant continu, 4140 kW sous monophas&eacute;</p>
<p>Longueur : 17,480 m<br />
Masse : 90t<br />
Pantographes : 1 AM18 U, 1 AM18 B &agrave; archets &eacute;troits</p>
<p>Dispositions particuli&egrave;res :<br />
Les machines de l'Infra disposent de bogies &agrave; rapport V200 et de la TVM pour les tourn&eacute;es d'inspection des LGV avec la voiture Lucie : 22379, 22380, 22386, 22399, 22401, 22403, 22405.<br /> 
<br />
48 machines sont &eacute;quip&eacute;es  en multiplexage pour pousser en r&eacute;versibilit&eacute; &agrave; 160 km/h les rames Corail Rh&ocirc;ne Alpes, Bourgogne/Franche-Comt&eacute; et PACA.</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_22200" class="link1">BB 22200</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB22200.pdf" class="link1">BB 22200</a> de <a href="http://florent.brisou.pagesperso-orange.fr" class="link1">Florent Brisou</a><br />
Les <a href="http://www.trains-europe.fr/sncf/locomotives/22200.htm" class="link1">BB 22200</a> sur <a href="http://www.trains-europe.fr/" class="link1">Trains d'Europe</a>.<br />
L'inventaire des <a href="http://trainsso.pagesperso-orange.fr/BB22200.pdf" class="link1">BB 22200</a> sur <a href="http://trainsso.pagesperso-orange.fr" class="link1">Trains du Sud-Ouest</a>
</p>
</div>
<div class="Section_Illustrations"> 
<p><img src="../images/tr/22393-180705.jpg" alt="La BB 22393 encore plaqu&eacute;e &agrave; Marseille St Charles (18/07/2005)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22393 encore plaqu&eacute;e &agrave; Marseille St Charles (18/07/2005)</p>
<p><img src="../images/tr/22358-271205.jpg" alt="La BB 22358 sur un TER quitte Tours pour Nantes (27/12/2005)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22358 sur un TER quitte Tours pour Nantes (27/12/2005)</p>
<p><img src="../images/tr/22372-020805.jpg" alt="La BB 22372 &agrave; Sotteville (02/08/2005)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22372  &agrave; Sotteville (02/08/2005)</p>
<p><img src="../images/tr/22239-160510.jpg" alt="La BB 22239 &agrave; Brunoy au crochet d'un CIC Nevers-Paris Gare de Lyon (16/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22239 &agrave; Brunoy au crochet d'un CIC Nevers-Paris Gare de Lyon (16/05/2010)</p>
<p><img src="../images/tr/22399-120511.jpg" alt="La BB 22399 Infra &agrave; Vauboyen (12/05/2011)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22399 Infra &agrave; Vauboyen (12/05/2011)</p>
<p><img src="../images/tr/22347-070608.jpg" alt="La BB 22347, prototype Multiservice &agrave; St Pierre des Corps (07/06/2008)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22347, prototype Multiservice &agrave; St Pierre des Corps (07/06/2008)</p>
<p><img src="../images/tr/22387-280504.jpg" alt="La BB 22387, Multiservice aux Aubrais (28/05/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22387, Multiservice aux Aubrais (28/05/2004)</p>
<p><img src="../images/tr/22275-210405.jpg" alt="La BB 22275, rare 22200 en livr&eacute;e Fret, &agrave; Argenteuil (21/04/2005)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22275, rare 22200 en livr&eacute;e Fret, &agrave; Argenteuil (21/04/2005)</p>
<p><img src="../images/tr/22214-030711.jpg" alt="La BB 22214 &agrave; Torcieu, une des derni&egrave;res &quot;petites cabines&quot; en service (03/07/2011)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22214 &agrave; Torcieu, une des derni&egrave;res &quot;petites cabines&quot; en service (03/07/2011)</p>
<p><img src="../images/tr/22396-18092010.jpg" alt="La BB 22396 manoeuvre &agrave; Chamb&eacute;ry (18/09/2010)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22396 manoeuvre &agrave; Chamb&eacute;ry (18/09/2010)</p>
<p><img src="../images/tr/22400-09052010.jpg" alt="La fin de la livr&eacute;e &quot;En voyage&quot; est brutale. La BB 22400 ne sera pas termin&eacute;e Besan&ccedil;on (09/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La fin de la livr&eacute;e &quot;En voyage&quot; est brutale. La BB 22400 ne sera pas termin&eacute;e Besan&ccedil;on (09/05/2010)</p>
<p><img src="../images/tr/22355-180212.jpg" alt="La BB 22355R fant&ocirc;me &agrave; Virieu le Grand pousse un TER Rhone Alpes (20/09/2011)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22355R fant&ocirc;me &agrave; Virieu le Grand pousse un TER Rhone Alpes (20/09/2011)</p>
<p><img src="../images/tr/22295-12052014.jpg" alt="La BB 22295 Infra &agrave; Boisseau (12/05/2014)" width="400" height="300" style="border:1px solid black" /><br />
La BB 22295 Infra &agrave; Boisseau (12/05/2014)</p>
<p><img src="../images/tr/22301-10062014.jpg" alt="Pr&eacute;vue pour tirer-pousser une RRR, la BB 22301RC remplace une 22200R au crochet d'une rame Corail, sans r&eacute;versibilit&eacute; puisque les syst&egrave;mes sont diff&eacute;rents. Anth&eacute;or Cap-Roux (10/06/2014)" width="400" height="300" style="border:1px solid black" /><br />
Pr&eacute;vue pour tirer-pousser une RRR, la BB 22301RC remplace une 22200R au crochet d'une rame Corail, sans r&eacute;versibilit&eacute; puisque les syst&egrave;mes sont diff&eacute;rents. Anth&eacute;or Cap-Roux (10/06/2014)</p>
</div>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 22200 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://bb25187.eu/" class="link1">Vincent Lorquet </a> a r&eacute;alis&eacute; la BB 22210 &agrave; petites cabines en configuration d'origine (plaques, absence de chasse-obstacle).</p>
<div><img src="../images/msts/22210_VL.jpg" alt="22210" width="400" height="300" /></div>
<p>Le pack &quot;Trains de nuit vol.1&quot; r&eacute;alis&eacute; 
par Herv&eacute; Janin et distribu&eacute; par <a href="http://www.simw.com/trains-de-nuit-vol-1-night-trains.html" class="link1">Simware</a> 
comporte la BB 22323.</p>
<p>Pack payant</p>
<p><img src="../images/msts/22323_HJ.jpg" alt="22323" width="400" height="300" /></p>
<p><a href="http://yoyoandfriends.free.fr/html/" class="link1">T. Stachnik</a> et son &eacute;quipe ont r&eacute;alis&eacute; un pack de BB 22200 en configuration ann&eacute;es 2000/2010 avec les 
BB 22304 et BB 22347 en livr&eacute;e Multiservice, BB 22298 en livr&eacute;e Fret, BB 22269 et 22400 en livr&eacute;e &quot;En voyage&quot;, BB 22244 en livr&eacute;e fant&ocirc;me, 
BB 22399, BB 22380 et BB 22403 en livr&eacute;es Infra, BB 22218 et BB 22223 en livrée PAC Ile de France et la BB 22258RC en livr&eacute;e TER Provence Alpes Côtes d'Azur.</p>
<p><img src="/images/msts/22200MultiFret.jpg" alt="22200MultiFret" width="970" height="271" /></p>
<p><img src="/images/msts/22200EV.jpg" alt="22200EV" width="1029" height="293" /></p>
<p><img src="/images/msts/22200Infra.jpg" alt="22200Infra" width="988" height="339" /></p>
<p><img src="/images/msts/22200TER.jpg" alt="22200TER" width="1063" height="316" /></p>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<p id="footer">Ferrovia - 20 Mai 2012<br />
Mise &agrave; jour 23 Décembre 2015<br />
&nbsp;</p>
</body>
</html>
