<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 25150</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 25150</p>
<p>Les BB 25150 constituent l'évolution des <a href="25100.html" class="link1">BB 25100</a>. Limitées également à 130 km/h, elles apportaient quelques améliorations
semblables aux différences entre les <a href="9200.html" class="link1">BB 9200</a> et les <a href="9300.html" class="link1">BB 9300</a> : pupîtres
ergonomiques, commande de frein PBL, enregistreurs de vitesse Teloc, boites à rouleaux. Elles furent livr&eacute;es &agrave; partir de 1967, soit
juste apr&egrave;s la livraison des deux premi&egrave;res sous-s&eacute;ries de <a href="25200.html" class="link1">25200</a> et deux ans apr&egrave;s
les <a href="25100.html" class="link1">25100</a>. C'est sans doute cet &eacute;cart qui leur a valu une num&eacute;rotation distincte (la 2nde
sous-s&eacute;rie de <a href="25200.html" class="link1">25200</a> (<a href="25200.html" class="link1">25236 &agrave; 25246</a>) avait re&ccedil;u les m&ecirc;mes am&eacute;liorations
sans num&eacute;rotation sp&eacute;cifique).</p>
<p>Une première commande de 20 machines livr&eacute;es de 1967 &agrave; 1969 est partagée entre :</p>
<ul>
<li>Chalindrey pour compléter le parc très sollicité des <a href="25100.html" class="link1">BB 25100</a> en service sur la transversale Nord-Sud entre Toul et Dijon,</li>
<li>Chambéry qui en profite pour étoffer le parc vieillissant des prototypes Savoie et des CC 25000,</li>
<li>Marseille, temporairement, qui attend la livraison de BB 25500, après quoi ce lot est renvoyé vers Chambéry.</li>
</ul>
<p>Les BB 25150 font face à un trafic accru entre la Lorraine et Dijon et en Savoie où le réseau &eacute;lectrifi&eacute; est étendu 
jusque Evian. Ces machines à couple 130 s'adaptent bien sur les lignes au profil dur.</p>
<p>Une seconde commande intervient en 1971. Elle est destinée à renouveler complètement le parc Savoie dépassé par l'engouement pour
les sports d'Hiver. Les machines arrivent en deux temps. Les BB 25171 à 25175 sortent d'usine en 1974 sous le même aspect que les <a href="25200.html" class="link1">BB 25247 à 51</a> : Livrée verte à moustaches aluminium, persiennes inox
et traverses renforcées pour recevoir l'atelage automatique (qui ne sera jamais adopté). Les 25176 à 195 sortent ensuite avec une livrée inédite
reprennant les coloris des <a href="9300.html" class="link1">BB 9300</a>. Les BB 25176 à 179 adoptent un graphisme prototype qui ne sera pas retenu.
Finalement, la disposition du vert bronze et des bandeaux blancs s'inspirera de la livrée Oullins appliquée sur les BB 9200. Dès lors Chambéry s'accapare
cette seconde sous-série qui sera surnommée les "BB Savoie". Les 25151 à 170 sont toutes affectées à Chalindrey en banalité avec les <a href="25100.html" class="link1">BB 25100</a>.</p>
<p>Au d&eacute;but des années 90, les <a href="25200.html" class="link1">BB 25200</a> sont redistribuées vers la Bretagne et Rhone Alpes. Neuf BB
25150 Chamb&eacute;riennes sont envoyées à Rennes en échange pour leurs aptitudes au trains de fret. Le parc de Chalindrey part &agrave; Thionville.
Plus tard, quelques engins des 2e et 3e sous-s&eacute;ries sont mut&eacute;es &agrave; Thionville et Rennes.</p>
<p>L'amortissement de la premi&egrave;re sous-s&eacute;rie, au service de Fret, a commenc&eacute; fin 2002, il ne subsiste que 3 machines
en service fin 2006, radi&eacute;es en 2007. Les locomotives de Chamb&eacute;ry, plus jeunes, sont encore au service des TER Rh&ocirc;ne Alpes. N&eacute;anmoins, plusieurs
engins victimes d'incidents s&eacute;rieux n'ont pas &eacute;t&eacute; r&eacute;par&eacute;s. Fret s'est &eacute;galement s&eacute;par&eacute;
des quelques exemplaires de la 3&egrave;me sous-s&eacute;rie affect&eacute;s &agrave; Thionville bien qu'elles n'avaient pas 30 ans.</p>
<p> Enfin, pour pallier des radiations pr&eacute;matur&eacute;es de <a href="25200.html" class="link1">BB 25200</a> TER Rh&ocirc;ne Alpes,
les BB 25184, 194, 195, 180 et 183 ont &eacute;t&eacute; modifiées avec un couple 160 et renumérotées BB 25254, 255, 256, 258 et 259.<br />
Plusieurs engins ont &eacute;t&eacute; revendus &agrave; l'op&eacute;rateur priv&eacute; Roumain GFR.</p>
<p class="titre2">Les livr&eacute;es</p>
<p>La livrée d'origine était identique à celle des <a href="9200.html" class="link1">BB 9200</a> et <a href="16000.html" class="link1">BB 16000</a> avec des fanaux
rouges d'origine.</p>
<p>Le béton a touché la série avec des variations sur les teintes, la forme des moustaches ou des marquages.</p>
<p>La livrée Multiservice ne fut appliquée que sur la 25160.</p>
<p>La livrée "En Voyage" fut tr&egrave;s bri&egrave;vement appliqu&eacute;e sur la BB 25177 en Juin 2005. Malgr&eacute; sa r&eacute;vision r&eacute;cente, la machine connut une s&eacute;rieuse avarie en mars 2006 et ne fut jamais r&eacute;par&eacute;e.</p>
<p>Quelques machines Fret ont reçu la livrée du même nom.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : MTE Jeumont Schneider - Société des Forges et Ateliers du Creusot - Alsthom.<br />
Tension d'alimentation : 1,5 kV continu, monophasé 25 kV 50 Hz<br />
Chaîne de traction 1,5 kV : Banc rhéostatique commandé par graduateur<br />
Chaîne de traction 25 kV : Graduateur HT, redresseurs silicium.<br />
Motorisation : 2 moteurs par bogie<br />
Puissance totale : 25 kV : 4130 kW ; 1,5 kV : 3400 kW</p>
<p>Longueur : 16,2 m (BB  25151 &agrave; 70),  16,680 m (BB 25171 &agrave; 95)<br />
Masse : 88t<br />
Pantographes : AM 18 B et AM 184</p>
<p>Vitesse maximum autorisée : 130 km/h</p>
<p class="titre2">Machines remarquables de la s&eacute;rie</p>
<p>BB 25164 : Cette machine s'est distingu&eacute;e en 1969 en r&eacute;alisant la premi&egrave;re circulation d'essai sur le &quot;M&eacute;tro Express R&eacute;gional&quot;, futur RER A, 
reprenant la ligne de Vincennes entre le nouveau terminus de Nation et Boissy St-L&eacute;ger. Elle entame une seconde carri&egrave;re en Roumanie au service de GFR.</p>
<p class="titre2">Pour plus d'info :</p>
<p>Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB25100.pdf" class="link1"> BB 25150</a> de <a href="http://florent.brisou.pagesperso-orange.fr/" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.pagesperso-orange.fr/BB25150.pdf" class="link1">BB 25150</a> sur <a href="http://trainsso.pagesperso-orange.fr" class="link1">Trains du Sud-Ouest</a><br />
Les m&eacute;saventures de la <a href="http://www.espacetrain.com/index.php?page=mat/electrique/25177ev/1/index" class="link1">BB 25177</a> En Voyage sur <a href="http://www.espacetrain.com" class="link1">EspaceTrain</a>
</p>
</div>
<div class="Section_Illustrations"> 
<p> <img src="../images/tr/25175-moutiers-240404.jpg" alt="La BB 25175, b&eacute;ton &agrave; fines moustaches. Moutiers-Salins (24/04/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25175, b&eacute;ton &agrave; fines moustaches. Moutiers-Salins (24/04/2004)</p>
<p><img src="../images/tr/25191-roche%20foron-220303.jpg" alt="La BB 25191 &agrave; La Roche sur Foron (22/03/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25191 &agrave; La Roche sur Foron (22/03/2003)</p>
<p><img src="../images/tr/25192-mod-070204.jpg" alt="La BB 25192 &agrave; Modane (07/02/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25192 &agrave; Modane (07/02/2004)</p>
<p><img src="../images/tr/25153-vaires-051002.jpg" alt="La BB 25153 &agrave; Vaires (05/10/2002)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25153 &agrave; Vaires (05/10/2002)</p>
<p><img src="../images/tr/25176-mulhouse-231004.jpg" alt="La BB 25176 Fret &agrave; Mulhouse (23/10/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25176 Fret &agrave; Mulhouse (23/10/2004)</p>
<p><img src="../images/tr/25256-St%20Jean%20de%20la%20porte-220106.jpg" alt="La BB 25256, ex-25195, &agrave; St Jean de la Porte (22 janvier 2006)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25256, ex-25195, &agrave; St Jean de la Porte (22 janvier 2006)</p>
</div>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 25150 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p>Sylium commercialisait un pack comportant la 25187 et la 25190 ainsi que 2 BB 9300. <a href="http://www.simw.com/bb9300-25100-pack.html" class="link1">Simware</a> a repris la distribution des packs Sylium.</p>
<p><img src="../images/msts/25187.jpg" alt="25187" width="400" height="300" style="border:1px solid black" /></p>
<p><img src="../images/msts/25190.jpg" alt="25190" width="400" height="300" style="border:1px solid black" /></p>
<p><a href="http://le-train-virtuel.net/" class="link1">Jean Pierre Gl&eacute;onec</a> a r&eacute;alis&eacute; un pack de <a href="http://le-train-virtuel.net/page_web/page_25100.html" class="link1">BB 25100-25150</a> pour MSTS</p>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<p id="footer">Ferrovia - 11 F&eacute;vrier 2008<br />
&nbsp;</p>
</body>
</html>
