<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 25200</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
<base href="http://ferrovia.free.fr/tr/" target="_parent">
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lb.html">Locomotives bicourantes</a></div>
<p class="publication">Ferrovia - 11 F&eacute;vrier 2008 - Mise &agrave; jour 12 D&eacute;cembre 2014</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 25200</p>
<p class="link1">1965 &agrave; 1977 : Livraison et d&eacute;but de carri&egrave;re</p>
<p>Livrées à partir de l'automne 1965, les 25200 sont prévues pour assurer les Rapides et Express sur deux lignes nouvellement électrifiées
en 25 kV et déjà partiellement équipées en 1500 V continu. Les BB 25201 à 25219 sont affectées au d&eacute;p&ocirc;t de Montrouge pour servir la ligne Paris-Rennes (électrifiée en courant continu
jusqu'au Mans par le réseau de l'Etat en 1937) tandis que les BB 25220 à 25246 sont envoyées à Marseille pour servir sur la ligne de la Côte
d'Azur (Marseille St Charles est équipée en continu suite à l'électrification de l'artère impériale depuis 1962. Vintimille sera aussi équipée en 1500
V, les locomotives Italiennes fonctionnant sous 3 kV continu pouvant ainsi évoluer à mi-puissance). Sur ces deux sites, les 25200 reprennent le service
aux <a href="25500.html" class="link1">BB 25500</a> livr&eacute;es un an auparavant et qui ont assuré un bref intérim sur les trains nobles.</p>
<p>L'électrification de la ligne de la Côte d'Azur est réalisée par étapes de 1965 à 1969 et elles chassent les 141 R fioul et les <a href="67000.html" class="link1">BB
67000</a>. Elle assurent aussi des relations vers Avignon. Quant aux machines Parisiennes, elles roulent temporairement sur l'axe St Lazare-Le Havre,
faisant l'intérim entre les <a href="17000.html" class="link1">BB 17000</a> et les <a href="16000.html" class="link1">BB 16000</a>. La hausse du trafic,
au début des années 1970, justifie la construction de cinq machines supplémentaires 25247 à 25251, livrées à Montrouge en 1974, soit sept ans après la 25246.
Ce lot se distingue par des traverses renforcées et de grandes persiennes inox semblables aux<a href="25150.html" class="link1"> BB 25171 à 195</a>.</p>
<p class="link1">1977 &agrave; 1993 : Concentration &agrave; l'Ouest et premiers remaniements</p>
<p>A la livraison des <a href="22200.html" class="link1">BB 22200</a> Marseillaises à partir de 1977, la série quitte la Côte d'Azur et se concentre à Montrouge. Les 25200
vont alors profiter de l'extension de la caténaire vers Nantes (1982), Le Croisic (1986) puis vers St Brieuc (1987). Cependant avec l'arrivée
de <a href="22200.html" class="link1">BB 22200</a> à Rennes, le parc est réorganisé de 1987 à 1993. Les BB 25201, 202 et 236 à 251 sont équipées de la réversibilité par multiplexage (Mux).
Les 25203 à 209 et 25236 à 245 sont envoyées à Chambéry tandis que le reste est muté à Rennes. Elles y assurent désormais des Express et une
part croissante de Fret. La mise en service du TGV Atlantique en 1989 accélère le mouvement et les machines Mux sont toutes envoyées à Vénissieux.
Rennes reçoit en échange des <a href="25150.html" class="link1">BB 25150</a> plus adaptées pour le Fret.</p>
<p>Les machines de Rhône Alpes sont utilisées vers Grenoble et Strasbourg puis sur la Tarentaise dès son électrification précédant
les JO d'Albertville. En 1994, Les 25201 et 25202 sont renumérotées 25252 et 25253 pour simplifier la répartition entre les machines classiques
et les réversibles. Les 25203 à 209, non révers, sont mutées à Thionville. Trois machines 25237, 49 et 50 sont envoyées à La Chapelle pour servir
sur les TER Picardie Paris-Beauvais en rame Corail révers. Les 25203 à 235 affectées au Fret en Bretagne et en Lorraine reçoivent des couples
130 km/h et sont assimilables dès lors aux <a href="25100.html" class="link1">BB 25100</a>.</p>
<p class="link1">Depuis 1993 : Sp&eacute;cialisation et fin de carri&egrave;re</p>
<p>La situation s'est stabilisée jusqu'en 2003. Alors que l'activité Fret commençait à se séparer de ses <a href="25150.html" class="link1">BB 25150</a> et BB 25200, Rh&ocirc;ne
Alpes a transformé les 25184, 194 et 195 en 25254, 255 et 256, équipées d'un rapport 160 mais non réversibles. La 25253 fut victime d'un incendie
la même année. La région décida de financer la révision de la BB 25225 que Fret allait amortir. Sauvée in-extremis, elle devient en 2004 la BB
25257R &agrave; nouveau apte &agrave; 160 km/h et équipée Mux.</p>
<p>Hormis ces transformations exceptionnelles, les révisions se sont interrompues. Les machines Fret arrivant à chute de potentiel
sont amorties. Trois autres machines Rhône Alpes (25242, 43 et 47) ont subi des incendies et ont dû quitter prématurément la série. L'&eacute;quipement de la 25254 en r&eacute;versibilit&eacute; et la transformation
de la BB 25180 en 25258 ont permis de compenser ces pertes. Les autres machines ont re&ccedil;u des dispositifs de d&eacute;tection d'incendie afin de stopper cette inqui&eacute;tante s&eacute;rie noire.</p>
<p>L'ann&eacute;e 2007 a enfonc&eacute; le clou de cette &eacute;volution puisque Fret SNCF a liquid&eacute; le parc des machines V130 de Rennes en mutant la BB 25213 &agrave; Chamb&eacute;ry,
en revendant 14 locomotives &agrave; l'op&eacute;rateur priv&eacute; Roumain GFR et en radiant le solde de ses machines. Le parc des BB 25200 R160 de V&eacute;nissieux restait en revanche assez
tendu puisque pour permettre le remplacement de la 25248 arriv&eacute;e &agrave; court de potentiel, la BB 25183 fut transform&eacute;e en BB 25259R. Néanmoins, ne pas r&eacute;aliser une vraie
r&eacute;vision g&eacute;n&eacute;rale de la 25248 d&eacute;montre que la r&eacute;gion attendait patiemment la mont&eacute;e en cadence des
<a href="22200.html" class="link1">BB 22200</a>  équipées de la réversibilité depuis 2006. Les BB 25200 Mux n'ont eu que quelques ann&eacute;es de r&eacute;pit sur leurs consoeurs du Fret.</p>
<p>En 2011, la quasi-totalit&eacute; des voitures pilotes B6Dux ont &eacute;t&eacute; modifi&eacute;es en MUX2. Ce qui les rend incompatibles avec les BB 25200. La retraite est proche!</p>
<p>Depuis d&eacute;but 2012, la BB 25236, conserv&eacute;e en livr&eacute;e d'origine est &agrave; la disposition de la direction du mat&eacute;riel pour assurer des acheminements. Les
BB 25238, 249, 250 et 252 sont toujours &agrave; l'inventaire, mais restent en utilisation sp&eacute;ciale. La s&eacute;rie est d&eacute;sormais remplac&eacute;e par les
<a href="22200.html" class="link1">BB 22200</a> R.</p>
<p class="titre2">Les livr&eacute;es</p>
<p>La livrée d'origine était identique à celle des <a href="9200.html" class="link1">BB 9200</a> et <a href="16000.html" class="link1">BB 16000</a> avec des fanaux
rouges d'origine. Certaines machines l'ont conservé jusqu'à la fin des années 90. La BB 25236 est l'unique BB MTE &agrave; toujours arborer
cette livrée, à titre historique. Les jupes ont été supprimées sur toutes les machines perdant cette livrée.</p>
<p>Le béton a touché la série avec des variations sur les teintes, la forme des moustaches ou des marquages.</p>
<p>La livrée Multiservice fut appliquée sur les machines Mux de 1995 à 2002.</p>
<p>Depuis, les machines Mux ont reçu la livrée "En Voyage". A commencer par la BB 25244 qui est restée grise uniforme durant quelques temps.</p>
<p>Quelques machines Fret ont reçu la livrée du même nom.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : MTE Jeumont Schneider - Société des Forges et Ateliers du Creusot.<br />
Tension d'alimentation : 1,5 kV continu, monophasé 25 kV 50 Hz<br />
Chaîne de traction 1,5 kV : Banc rhéostatique commandé par graduateur<br />
Chaîne de traction 25 kV : Graduateur HT, redresseurs silicium.<br />
Motorisation : 2 moteurs par bogie<br />
Puissance totale : 25 kV : 4130 kW ; 1,5 kV : 3400 kW</p>
<p>Longueur : 16,2 m (sauf BB 25247 à 51, 54 &agrave; 56, 58, 59 : 16,680 m)<br />
Masse : 88t<br />
Pantographes : AM 18 B et AM 184</p>
<p>Vitesse maximum autorisée :<br />
25203 à 25235 : 130 km/h<br />
25236 à 25259 : 160 km/h</p>
<p>Particularités :</p>
<p>25236 à 25254, 57 &agrave; 59 : Mux, FRH, FEP.</p>
<p class="titre2">Machines remarquables de la s&eacute;rie</p>
<p>25236 : Première machine de la seconde sous-série, la 25236 était équipée 
de construction du frein PBL2 et du freinage electropneumatique. Elle 
a été équipée d'un couple modifié et engagée entre 1969 et 1970 sur des 
essais à haute vitesse en plaine d'Alsace et sur la ligne 1 entre Paris 
et Nancy. A cette occasion, elle a testé un pantographe à deux étages 
préfigurant l'AMDE qui équipe les TGV PSE. Des vitesses de 225 km/h ont 
été enregistrées. C'est pourquoi cette machine a conservé sa livrée d'origine 
et est promise à la Cité du Train.</p>
<p class="titre2">Pour plus d'info :</p>
<p>Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB25200.pdf" class="link1">BB 25200</a> de <a href="http://vigie22.free.fr//" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.fr/BB25200.pdf" class="link1">BB 25200</a> sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a>
</p>
</div>
<div class="Section_Illustrations"> 
<p> <img src="https://grool149.github.io/ferrovia/images/tr/25236-St%20Jean%20de%20la%20porte-220106.jpg" alt="La BB 25236 en livr&eacute;e d'origine. St Jean de la Porte (22/01/2006)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25236 en livr&eacute;e d'origine. St Jean de la Porte (22/01/2006)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25209-141104.jpg" alt="La BB 25209 au Cellier (14/11/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25209 au Cellier (14/11/2004)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25231-271203.jpg" alt="La BB 25231 &agrave; Tours (27/12/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25231 &agrave; Tours (27/12/2003)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25237_20020828.jpg" alt="La BB 25237 Multiservice (gris Orage 844) avec une rame Corail Picardie &agrave; Paris Nord (28/08/2002)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25237 Multiservice (gris Orage 844) avec une rame Corail Picardie<br />
&agrave; Paris Nord (28/08/2002)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25249-pno-240403.jpg" alt="La BB 25249 pousse une rame Corail r&eacute;versible Picardie &agrave; Paris Nord (24/04/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25249 pousse une rame Corail r&eacute;versible Picardie<br />
&agrave; Paris Nord (24/04/2003)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25251-LYD-071202.jpg" alt="La BB 25251 &agrave; Lyon Part-Dieu. La r&eacute;vers est en panne (07/12/2002)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25251 &agrave; Lyon Part-Dieu. La r&eacute;vers est en panne (07/12/2002)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25257-oullins-150504.jpg" alt="La BB 25257, ex-25225, fra&icirc;chement transform&eacute;e &agrave; Oullins (15 mai 2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25257, ex-25225, fra&icirc;chement transform&eacute;e &agrave; Oullins (15 mai 2004)</p>
<p><img src="https://grool149.github.io/ferrovia/images/tr/25259-18092010.jpg" alt="La BB 25259, ex-25183, derni&egrave;re machine transform&eacute;e, passe &agrave; Culoz (18/09/2010)" width="400" height="300" style="border:1px solid black" /><br />
La BB 25259, ex-25183, derni&egrave;re machine transform&eacute;e,<br />
passe &agrave;  Culoz (18/09/2010)</p>
</div>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 25200 version <img alt="logo_MSTS" src="https://grool149.github.io/ferrovia/images/msts/msts_logo.jpg" /></p>
<p><a href="http://docuweb.chez.com/" class="link1">Bruno terrien</a> a r&eacute;alis&eacute; la <a href="http://bpao.free.fr/french/simu/loco_elec.htm" class="link1">BB 25202</a> en livr&eacute;e d'origine.</p>
<p>Elle est t&eacute;l&eacute;chargeable gratuitement sur le <a href="http://bpao.free.fr/" class="link1">d&eacute;p&ocirc;t SNCF virtuel</a></p>
<p><img src="https://grool149.github.io/ferrovia/images/msts/25202.jpg" alt="25202" width="400" height="312" style="border:1px solid black" /></p>
<p>Il a &eacute;galement adapt&eacute; la <a href="http://trainsimfrance.net/?cible=downloads2&amp;type=12" class="link1">BB 25222</a> pour la d&eacute;coration B&eacute;ton d'Anthony Rizzo</p>
<p><img src="https://grool149.github.io/ferrovia/images/msts/25222.jpg" alt="25222" width="400" height="300" style="border:1px solid black" /></p>
<p><a href="http://le-train-virtuel.net/" class="link1">Jean Pierre Gl&eacute;onec</a> a r&eacute;alis&eacute; un pack de <a href="http://le-train-virtuel.net/page_web/page_25200.html" class="link1">BB 25200</a> pour MSTS</p>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<p id="footer">Ferrovia - 11 F&eacute;vrier 2008<br />
Mise &agrave; jour 12 D&eacute;cembre 2014<br />
&nbsp;</p>
</body>
</html>
