<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 26000</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lb.html">Locomotives bicourantes</a></div>
<p class="publication">Ferrovia - 13 Octobre 2004 - Mise &agrave; jour 17 Mai 2017</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">BB 26000</span><br />
<span class="soustitre">Les Sybics</span></p>
<p>Les moteurs &agrave; courant alternatif sont connus depuis longtemps et appr&eacute;ci&eacute;s pour leur simplicit&eacute; et leur rendement. Cependant, l'application 
des moteurs &eacute;lectriques aux Chemins de Fer impose une utilisation en vitesse variable. Ils doivent donc &ecirc;tre aliment&eacute;s avec 
une fr&eacute;quence variable. Jusqu'au dernier quart du XXe si&egrave;cle, l'unique moyen pour y parvenir &eacute;tait le groupe tournant, 
compos&eacute; d'une g&eacute;n&eacute;ratrice et d'un alternateur m&eacute;caniques, lourd et peu fiable qui &eacute;quipait, par exemple, 
les <a href="/tr/14000.html" class="link1">CC 14000</a> &agrave; moteurs asynchrones. Faute de mieux, le moteur continu s&eacute;rie ou le 
moteur direct &eacute;taient donc syst&eacute;matiquement utilis&eacute;s malgr&eacute; leur talon d'achille : le collecteur.</p>
<p>L'av&egrave;nement des semi-conducteurs permettait enfin la r&eacute;alisation d'onduleurs &agrave; haute puissance avec, &agrave; la cl&eacute;, la 
qu&egrave;te de la machine universelle. La SNCF avait sollicit&eacute; Alsthom et MTE pour l'&eacute;tude de concepts asynchrone (<a href="15000.html" class="link1">BB 
10003</a>) et synchrone (<a href="15000.html" class="link1">BB 10004</a>). L'autopilotage du moteur synchrone (fr&eacute;quence de l'onduleur impos&eacute;e 
par la vitesse en sortie du moteur lui-m&ecirc;me) simplifiait le sch&eacute;ma &eacute;lectrique de cette solution. A l'inverse, l'extinction des thyristors 
de la solution asynchrone exigeait des circuits complexes. Aussi, la 10003 connaissait des soucis de fiabilit&eacute; et le poids sup&eacute;rieur 
des &eacute;quipements asynchrones posait probl&egrave;me pour r&eacute;aliser une locomotive bicourante. Telles furent les raisons qui pouss&egrave;rent 
la SNCF, contrairement aux compagnies germaniques, &agrave; choisir le moteur synchrone autopilot&eacute; pour sa nouvelle g&eacute;n&eacute;ration 
de TGV Atlantique et &agrave; poursuivre les essais sur deux <a href="/tr/22200.html" class="link1">BB 22200</a>, sorties d'usine sous les num&eacute;ros 20011 et 20012 et &eacute;quip&eacute;es 
d'une cha&icirc;ne de traction synchrone qui pr&eacute;figuraient les futures BB 26000. Leur conception Synchrone-Bicourant donna leur surnom aux 26000 : Les Sybics.</p>
<p>La 26000 fut la concr&eacute;tisation d'un vieux r&ecirc;ve de la traction ferroviaire. Un couple important &agrave; faible r&eacute;gime et la capacit&eacute; 
d'atteindre des vitesses &eacute;lev&eacute;es, la machine synchrone peut exploiter toute sa puissance sur toute la gamme des vitesses et rendre 
les 26000 universelles. L'ironie du sort voudra que, d&egrave;s lors que la technique permettait de telles machines, la nouvelle donne &eacute;conomique 
d&eacute;cidera de rebrousser chemin vers des parcs sp&eacute;cialis&eacute;s.</p>
<p>Livr&eacute;es en 1988, les BB 26001 &agrave; 26005 ont subi de longs essais avant d'&ecirc;tre suivies par 229 exemplaires mis en service de 
1990 &agrave; 1998. Les 26000 ont v&eacute;cu de nombreux d&eacute;boires de jeunesse mais se sont fiabilis&eacute;es au fil des ans. Leur polyvalence 
les a amen&eacute;es &agrave; chasser les anciennes s&eacute;ries de locomotives tant sur le Fret que des relations &agrave; 200 km/h. La r&eacute;gularisation 
de la cat&eacute;naire Midi &agrave; Toulouse leur permet de d&eacute;poss&eacute;der les <a href="6500.html" class="link1">CC 6500</a> de leur derni&egrave;res 
relations prestigieuses. De m&ecirc;me, elles roulent &agrave; 200 km/h en plaine d'Alsace sur des TER 200, d'Orl&eacute;ans au Croisic avec les 
Interloire ou de Paris &agrave; Cherbourg. Leurs roulements les emm&egrave;nent &eacute;galement sur la ligne du Bourbonnais, la ligne de la Bresse, la 
transversale sud et de nombreux mouvements Fret du nord au sud du pays.</p>
<p>Afin de proposer une solution asynchrone &agrave; son catalogue, Alstom a convenu avec la SNCF de transformer la commande de la derni&egrave;re 
tranche de Sybics en <a href="/tr/36000.html" class="link1">BB 36000</a> Astride tritension, et &eacute;quip&eacute;es de moteurs asynchrones et d'une chaine de traction &agrave; thyristors GTO.</p>
<p class="titre2">Mi-vie : la valse des num&eacute;ros</p>
<p>Les <a href="/tr/15000.html" class="link1">BB 15000</a> sont les derni&egrave;res machines &agrave; subir le cycles des &quot;r&eacute;visions 
g&eacute;n&eacute;rales&quot;. D&eacute;sormais, tous les organes des locomotives modernes suivent leur propre cycle de r&eacute;vision. Afin de 
r&eacute;duire au minimum le temps d'immobilisation des machines en atelier, les caisses des BB 26000 sont consid&eacute;r&eacute;es comme des 
organes ind&eacute;pendants. Apr&egrave;s r&eacute;vision, le num&eacute;ro d'une machine suit le bloc central d'appareillage tandis que la caisse change de machine et de num&eacute;ro.</p>
<p>De nombreuses machines ont &eacute;t&eacute; repeintes dans un livr&eacute;es grise uniforme. La livr&eacute;e d&eacute;finitive &quot;Carmillon&quot; fut ensuite appliqu&eacute;e par pelliculage, sans &ecirc;tre g&eacute;n&eacute;ralis&eacute;e aux machines d&eacute;j&agrave; r&eacute;vis&eacute;es.</p>
<p class="titre2">R&eacute;versibilit&eacute; &agrave; 200 km/h</p>
<p>Les BB 26000 exploit&eacute;es sur les TER 200 dans la plaine d'Alsace ont &eacute;t&eacute; modifi&eacute;es pour la pousse de rames corail &agrave; la vitesse, in&eacute;dite pour ce mat&eacute;riel, de 200 km/h. Un &quot;R&quot; fut appos&eacute; &agrave; la fin de leur immatriculation. La locomotive est t&eacute;l&eacute;command&eacute;e, via une connexion multiplex&eacute;e et un automate, depuis la voiture pilote <a href="vv/corail_ter3.html" class="link1">B5uxh</a>. Afin de limiter les d&eacute;collement de cat&eacute;naires, le pantographe AM 90 U utilis&eacute; en courant monophas&eacute; a &eacute;t&eacute; remplac&eacute; par un mod&egrave;le CX, qui &eacute;quipe d'habitude les plus r&eacute;centes g&eacute;n&eacute;rations de TGV.</p>
<p>Lors de leur passage en op&eacute;ration mi-vie, les BB 26000R sont repeintes en gris m&eacute;tallis&eacute;. Un pelliculage bleu institution est appliqu&eacute; suivant le m&ecirc;me sch&eacute;ma que la livr&eacute;e Carmillon, bien que le nez reste gris. Un petit logo &quot;Grand-Est&quot; vient timidement habiller le flanc vide de la machine.</p>
<p class="titre2">Radiations pr&eacute;coces</p>
<p>La BB 26084, victime d'un acte de malveillance, fut d&eacute;truite dans l'accident de Chasse-sur-Rh&ocirc;ne et quitta pr&eacute;matur&eacute;ment la s&eacute;rie en 2001. La 26083, victime d'un serrage puis d'un incendie, la suivit en 2012.</p>
<p>Cependant, ce n'est pas moins de 39 machines qui manquent d&eacute;j&agrave; &agrave; l'appel au printemps 2017. Malgr&eacute; leurs qualit&eacute;s, ces machines souffrent d'importants probl&egrave;mes de corrosion et, surtout, de leur grand nombre face &agrave; la chute de trafic Fret et de la retraite d&eacute;j&agrave; annonc&eacute;e des Corail. L'amortissement a commenc&eacute; par les 26022 et 26023 fin 2014 pour s'acc&eacute;l&eacute;rer les deux ann&eacute;es suivantes. Fret n'a r&eacute;vis&eacute; qu'une machine arriv&eacute;e &agrave; chute de potentiel sur deux.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : GEC Alsthom - MTE<br />
Tension d'alimentation : continu 1,5 kV et monophas&eacute; 25 kV, 50 Hz<br />
Cha&icirc;ne de traction : Hacheur/Pont redresseur, onduleur synchrone<br />
Motorisation : 1 moteur par bogie<br />
Puissance totale : 5600 kW</p>
<p>Longueur : 17,710 m<br />
Masse : 90t<br />
Pantographes : 1 AL, 1 AM 90 U<br />
1 AL, 1 CX (machines Rever 200)</p>
<p>Dispositions particuli&egrave;res :<br />
Troisi&egrave;me phare de la 26188 &agrave; la 26234.<br />
22 machines sont &eacute;quip&eacute;es du Memor II leur permettant de rouler au Luxembourg. Parmi elles, les 14 machines TER Alsace 
sont &eacute;quip&eacute;es en multiplexage pour pousser en r&eacute;versibilit&eacute; &agrave; 200 km/h les rames Corail TER200 Alsace.</p>
<p class="titre2">Machines remarquables de la s&eacute;rie</p>
<p>La 26070 a tourn&eacute; dans une publicit&eacute; pour le TER Alsace. Elle re&ccedil;ut &agrave; cette occasion une livr&eacute;e sp&eacute;cifique. Depuis son op&eacute;ration caisse, elle est en livr&eacute;e Carmillon.</p>
<p>La 26008 fut la premi&egrave;re BB 26000 portant la livr&eacute;e "En Voyage". Elle est d&eacute;sormais grise.</p>
<p>Suite au probl&egrave;me des droits d'image de la livr&eacute;e &quot;En Voyage&quot;, la 26046 fit l'objet d'essais d'une nouvelle livr&eacute;e 
&quot;Carmillon&quot;. La livr&eacute;e est &agrave; pr&eacute;sent appliqu&eacute;e au gr&eacute; des op&eacute;rations caisse.</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_26000" class="link1">BB 26000</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB26000.pdf" class="link1">BB 26000</a> de <a href="http://florent.brisou.pagesperso-orange.fr" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.pagesperso-orange.fr/BB26000.pdf" class="link1">BB 26000</a> sur <a href="http://trainsso.pagesperso-orange.fr" class="link1">Trains du Sud-Ouest</a>
</p>
</div>
<div class="Section_Illustrations"> 
<p><img src="../images/tr/26030.jpg" alt="La BB 26030 passe &agrave; Choisy le roi (02/05/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26030 passe &agrave; Choisy le roi (02/05/2003)</p>
<p><img src="../images/tr/26190.jpg" alt="La BB 26190 fait une pause &agrave; Nice Ville (17/11/2002)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26190 fait une pause &agrave; Nice Ville (17/11/2002)</p>
<p><img src="../images/tr/26218_20100514.jpg" alt="La BB 26218 tire un &quot;Baygon Vert&quot; (Malain, 14/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26218 tire un &quot;Baygon Vert&quot; (Malain, 14/05/2010)</p>
<p><img src="../images/tr/26070.jpg" alt="La BB 26070 en livr&eacute;e TER Alsace &agrave; Paris St Lazare (31/01/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26070 en livr&eacute;e TER Alsace &agrave; Paris St Lazare (31/01/2003)</p>
<p><img src="../images/tr/26014.jpg" alt="La BB 26014 &agrave; Paris Gare de Lyon (14/05/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26014 &agrave; Paris Gare de Lyon (14/05/2004)</p>
<p><img src="../images/tr/26184.jpg" alt="La BB 26184, livr&eacute;e Fret, &agrave; Villeneuve d&eacute;p&ocirc;t (11/04/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26184, livr&eacute;e Fret, &agrave; Villeneuve d&eacute;p&ocirc;t (11/04/2003)</p>
<p><img src="../images/tr/26163.jpg" alt="La BB 26163 &agrave; Mulhouse (23/10/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26163 &agrave; Mulhouse (23/10/2004)</p>
<p><img src="../images/tr/26002-30032015.jpg" alt="La BB 26002 &agrave; Ancenis avec un Interloire (30/03/2015)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26002 &agrave; Ancenis avec un Interloire (30/03/2015)</p>
<p><img src="../images/tr/26145_20160817.jpg" alt="La BB 26145R en pousse d'un TER 200 Alsace (Colmar, 17/08/2016)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26145R en pousse d'un TER 200 Alsace (Colmar, 17/08/2016)</p>
<p><img src="../images/tr/26046-200911.jpg" alt="La BB 26046 en Sologne rev&ecirc;t la livr&eacute;e exp&eacute;rimentale Carmillon (20/09/2011)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26046 en Sologne rev&ecirc;t la livr&eacute;e exp&eacute;rimentale Carmillon (20/09/2011)</p>
<p><img src="../images/tr/26004-13052012.jpg" alt="La BB 26004 reste en livr&eacute;e fant&ocirc;me inachev&eacute;e (13/05/2012)" width="400" height="300" style="border:1px solid black" /><br />
La BB 26004 reste en livr&eacute;e fant&ocirc;me inachev&eacute;e (13/05/2012)</p>
</div>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 26000 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://prodscweb.com/" class="link1">Serge Carrey</a> a r&eacute;alis&eacute; deux versions de <a href="http://prodscweb.com/materiel-roulant.html" class="link1">BB 26000</a>.<br />
Elles sont &eacute;galement t&eacute;l&eacute;chargeables gratuitement sur le <a href="http://bpao.free.fr/" class="link1">d&eacute;p&ocirc;t SNCF virtuel</a></p>      
<div><img src="../images/msts/26000.jpg" alt="BB 26000 Carey" width="400" height="300" style="border:1px solid black" /></div>
<p>Le pack &quot;Trains de nuit vol.1&quot; r&eacute;alis&eacute; par Herv&eacute; Janin et distribu&eacute; par <a href="http://www.simw.com/trains-de-nuit-vol-1-night-trains.html" class="link1">Simware</a> comporte 4 BB 26000 de tr&egrave;s haute qualit&eacute;.</p>
<p>Pack payant</p>
<p><img src="../images/msts/26008.jpg" alt="BB 26000 Sylium" width="400" height="300" style="border:1px solid black" /> 
<img src="../images/msts/26048.jpg" alt="BB 26000 Sylium" width="400" height="300" style="border:1px solid black" /><br />
<img src="../images/msts/26163.jpg" alt="BB 26000 Sylium" width="400" height="300" style="border:1px solid black" /> 
<img src="../images/msts/26230.jpg" alt="BB 26000 Sylium" width="400" height="300" style="border:1px solid black" /></p>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<p id="footer">Ferrovia - 13 Octobre 2004<br />
Mise &agrave; jour 17 Mai 2017<br />
&nbsp;</p>
</body>
</html>