<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 27300</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="../tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lb.html">Locomotives bicourantes</a></div>
<p class="publication">Ferrovia - 28 Mai 2012 - Mise à jour : 18 Juin 2024</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">BB 27300</span><br />
<span class="soustitre">Les Prima de Banlieue</span></p>
<p>Machines d&eacute;riv&eacute;es de la &quot;Locomotive Fret&quot; <a href="27000.html" class="link1">BB 27000</a>. Les 27300 ont pour r&ocirc;le de faire l'int&eacute;rim entre l'amortissement des anciennes s&eacute;ries de locomotives utilis&eacute;es en banlieue (<a href="8500.html" class="link1">BB 8500</a>, <a href="17000.html" class="link1">BB 17000</a>, <a href="25500.html" class="link1">BB 25500</a>) &agrave; bout de souffle et celui des rames VB2N qui n'était pas pr&eacute;vu avant de longues ann&eacute;es. Puisqu'il est prévu que le matériel tracté sera remplacé par des automotrices, les 27300 sont appel&eacute;es &agrave; reprendre un service d&eacute;di&eacute; au Fret comme leurs grandes soeurs.</p>
<p>Parmi les &eacute;quipements sp&eacute;cifiques &agrave; cette sous-s&eacute;rie :  ligne de chauffage train, c&acirc;blots de r&eacute;versibilit&eacute;, équipement d'Exploitation à Agent Seul (antennes, moniteurs, commandes de fermetures de portes, signal d'alarme par interphonie), second compresseur pneumatique.<br />
En revanche, les 27300 perdent l'aptitude à la marche en unité multiple des BB 27000.</p>
<p>60 exemplaires ont &eacute;t&eacute; livr&eacute;s de 2006 &agrave; 2008, auxquels 7 locomotives suppl&eacute;mentaires ont &eacute;t&eacute; ajout&eacute;es en 2009 et 2010.</p>
<p>Les 27300 ont alors été engagées sur le réseau Transilien ligne N (Paris-Montparnasse vers Dreux et Mantes-la-Jolie, ainsi que Rambouillet) et sur le réseau J (Paris-St Lazare vers Ermont, Gisors, Mantes-la-Jolie via Conflans ou via Poissy, Vernon). La livraison
des Regio2N Z 57000 entraine le retrait du service des machines de la ligne N et l'amortissement des VB2N en octobre 2022. Douze machines sont mutées vers l'activité Infra. Cependant, l'état de santé de Fret SNCF ne permet pas d'envisager la mise au type 27000 de douze autres machines. À la demande d'Ile de France Mobilités, la SNCF a lancé en 2022 une vente aux enchères inédite, remportée par la société de leasing Beacon Rail. Les locomotives vendues sont officiellement radiées des effectifs le 05 décembre 2022 avec des kilométrages compris entre 1,5 et 2 millions de kilomètres, très respectables pour un usage exclusif en banlieue et en comparaison des 4 millions de kilomètres que les BB 8500 et 25500 remplacées avaient parcouru en moyenne sur 40 ans de carrière.</p>
<p>Sur le réseau St Lazare, ce sont les <a href="50000.html" class="link1">Z 50000</a> qui ont repris la plupart des services VB2N provoquant le retrait du service de nombreuses BB 27300 en 2022-23. Plusieurs machines sont louées à la région Grand Est au second semestre 2022 afin de pallier dans l'urgence à l'arrêt imprévu de tout le parc de Z 11500. Les 27300 détachées assurent des services Nancy-Metz et Nancy-Strasbourg avec des coupons de VB2N ex-Montparnasse réduits à 4 caisses.</p>
<p>Le reliquat des machines encore en service en banlieue assure la relation Paris-St Lazare - Mantes-la-Jolie via Poissy, là où les VB2N furent engagées pour la première fois 45 ans auparavant.
Le retrait complet de VB2N ne sera possible qu'à l'ouverture de l'extension Ouest du RER E, et la desserte de Mantes reprise par les RER NG Z 58000.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alstom<br />
Tension d'alimentation : continu 1,5 kV et monophas&eacute; 25 kV, 50 Hz<br />
Cha&icirc;ne de traction : onduleurs &agrave; transistors IGBT<br />
Motorisation : 2 moteurs 6 FRA 4567 asynchrone à ventilation forcée, suspendus par le nez par bogie<br />
Puissance totale : 4200 kW</p>
<p>Longueur : 19,520 m<br />
Masse : 90t<br />
Pantographes : 2 SX</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_27300" class="link1">BB 27300</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB27300.pdf" class="link1"> BB 27300</a> de <a href="http://vigie22.free.fr/" class="link1">Florent Brisou</a><br />
L'inventaire des <a href="http://trainsso.fr/BB27300.pdf" class="link1">BB 27300</a> sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a>
</p>
<p class="titre2">Inventaire de la série</p>
<p>Machines Infra : 27302, 03, 06, 07, 09, 11, 13, 15, 17, 19, 21, 22, 41 (AEF)</p>
<p>Machines Beacon Rail : 27301, 04, 05, 08, 12, 14, 16, 18, 20, 23 à 25</p>
<p>Seconde vente aux enchères : 27310, 26 à 39, 42 à 44</p>
</div>
<div class="Section_Illustrations"> 
<p><img style="border:1px solid black" src="../images/tr/27309-23062010.jpg" alt="La BB 27309 &agrave; S&egrave;vres (23/06/2010)" width="400" height="300" /><br />
La BB 27309 &agrave; S&egrave;vres (23/06/2010)</p>
<p><img style="border:1px solid black" src="../images/tr/27351-07092008.jpg" alt="La BB 27351 devant l'usine Peugeot de Poissy" width="400" height="300" /><br />
La BB 27351 devant l'usine Peugeot de Poissy (27/09/2008)</p>
<p><img style="border:1px solid black" src="../images/tr/27300_20070616.jpg" alt="Une BB 27300 en cours d'assemblage à Belfort (16/06/2007)" width="400" height="300" /><br />
Une BB 27300 en cours d'assemblage à Belfort (16/06/2007)</p>
</div>
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 27300 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://yoyoandfriends.free.fr/Z8479/index_JC.htm" class="link1">J.C. Th&eacute;roanne</a> a r&eacute;alis&eacute; les BB 27302 et 27330 sur la base des BB 27000 de N.Schou et T.Stachnik.</p>
<img alt="BB 27302" src="../images/msts/27302.jpg" width="600" height="235" />
</div>
<div class="retour"><a href="lb.html">Retour page locomotives bicourantes</a></div>
<p id="footer">Ferrovia - 28 Mai 2012<br />
Mise &agrave; jour : 18 Juin 2024<br />
&nbsp;</p>
</body>
</html>
