<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - X 4200</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
 <div id="header0"></div>
</div>
<div id="header2">
 <a href="/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
 <a href="/tr/index.html" class="link1">Train R&eacute;el</a> | 
 <a href="/MSTS/index.html" class="link1">Train virtuel</a> | 
 <a href="/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
 <a href="/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="at.html">Automoteurs</a></div>
<p class="publication">Ferrovia - 20 Août 2015</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">X 4200</span><br />
<span class="soustitre">Autorails Panoramiques</span></p>
<p>Les X 4200 sont des autorails monocaisse construits &agrave; dix exemplaires et mis en service en 1959. Ces engins &eacute;taient destin&eacute;s aux lignes &agrave; fort potentiel touristique. La section centrale de la caisse comporte un long compartiment moteur et une soute &agrave; bagages surplomb&eacute;s par une salle de premi&egrave;re classe sur&eacute;lev&eacute;e, dont la toiture largement vitr&eacute;e permet une vision panoramique sur le paysage travers&eacute;. Ce compartiment est accessible par un escalier depuis chacune des extr&eacute;mit&eacute;s o&ugrave; se trouvent un compartiment de seconde classe et un poste de conduite.</p>
<p>Les X 4200 ont d&eacute;roul&eacute; presque toute leur carri&egrave;re &agrave; Marseille. Durant les ann&eacute;es 1960, certains engins sont d&eacute;tach&eacute;s &agrave; Grenoble o&ugrave; ils se chargent de &quot;L'Alpazur&quot; entre Gen&egrave;ve, Grenoble et Digne et de l'axe Aix-les-Bains, Grenoble, Valence. Puis ils sont engag&eacute;s sur Marseille-Brian&ccedil;on. Mais l'axe auquel ils resteront fid&egrave;les est la ligne des C&eacute;vennes. Ils y assurent &quot;Le C&eacute;venol&quot; entre Clermont-Ferrand et Marseille durant 20 ans. A l'aube des ann&eacute;es 1980, les premiers engins sont amortis. Les cinq derniers finissent leur carri&egrave;re &agrave; N&icirc;mes. Ils effectuent des relations sur la rampe sud des C&eacute;vennes et la ligne de plaine vers Montpellier et Avignon.</p>
<p>La carri&egrave;re SNCF, assez courte, s'ach&egrave;ve en 1985 pour les derniers survivants. Toutefois, plusieurs engins sont conserv&eacute;s par des chemins de fer touristiques. L'X 4206, pr&eacute;serv&eacute; par la Citev, assure un service entre St Jean du Gard et Anduze, mais fini par rester sans emploi pendant plusieurs ann&eacute;es &agrave; Capdenac. L'X 4208 reprend du service d&egrave;s 1986 sur la ligne du Livradois-Forez exploit&eacute;e par Agrivap. L'engin, toujours en service, a donc roul&eacute; plus longtemps pour l'association que pour la SNCF. En 2001, Agrivap a r&eacute;cup&eacute;r&eacute; l'X 4203, initialement conserv&eacute; pour le mus&eacute;e de Mulhouse, pour pi&egrave;ces. L'X 4206 est r&eacute;cup&eacute;r&eacute; par Agrivap en 2005 et il est achemin&eacute; sur la ligne du Livradois. Un projet de restauration et de remise en service est toujours dans les cartons. Enfin, le groupe Renault conserve l'X 4204, class&eacute; monument historique, en &eacute;tat statique dans son usine de Flins.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : R&eacute;gie Nationale des Usines Renault<br />
Motorisation : Moteur SACM MGO V12 turbocompress&eacute;<br />
Transmission : Di&eacute;sel-&eacute;lectrique &agrave; g&eacute;n&eacute;ratrice<br />
Puissance totale : utilisation limit&eacute;e &agrave; 480 kW<br />
Vitesse maximale en service : 130 km/h</p>
<p>Dispositions des si&egrave;ges : salle sup&eacute;rieure de 44 places de 1ere classe, dont les dossiers peuvent &ecirc;tre orient&eacute;s dans le sens de la marche. Deux salles de 2e classe de 20 places et 4 strapontins.</p>
<p>Longueur : 26,770 m<br />
Tare : 55,5 t</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/X_4200" class="link1">X 4200</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
L'inventaire des <a href="http://trainsso.fr/X4200.pdf" class="link1">X 4200</a> sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a><br />
La page de pr&eacute;sentation des <a href="http://www.agrivap.fr/train/panoramiques_022.htm" class="link1">Panoramiques</a> sur le site d'<a href="http://www.agrivap.fr" class="link1">Agrivap</a>.
</p>
</div> 
<div class="Section_Illustrations"> 
<p><img style="border:1px solid black" src="../images/tr/x/x4206-25082002.jpg" alt="Expos&eacute; aux intemp&eacute;ries et aux taggueurs, l'X 4206 de la Citev attendait des jours meilleurs (Capdenac, 25/08/2002)" width="400" height="300" /><br />
Expos&eacute; aux intemp&eacute;ries et aux taggueurs, l'X 4206 de la Citev<br />
attendait des jours meilleurs (Capdenac, 25/08/2002)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4208-11082009.jpg" alt="L'X 4208 Livradois-Forez en gare de Sembadel (11/08/2009)" width="400" height="300" /><br />
L'X 4208 Livradois-Forez en gare de Sembadel (11/08/2009)</p>
</div>
</div>
<div class="retour"><a href="at.html">Retour page Automoteurs</a></div>
<div class="SectionBloc">
<p class="titre2">L'X 4200 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://railatelier.free.fr" class="link1">Pascal Grando</a> a r&eacute;alis&eacute; l'<a href="http://railatelier.free.fr/models/modeles.htm" class="link1">X 4200</a> pour MSTS.</p>
<p><img src="../images/msts/4206.jpg" alt="X 4206 MSTS" width="600" height="174" /></p>
</div>
<div class="retour"><a href="at.html">Retour page Automoteurs</a></div>
<p id="footer">Ferrovia - 20 Août 2015<br />
&nbsp;</p>
</body>
</html>
