<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - X 4300 - 4500</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="at.html">Automoteurs</a> / <a href="caravelles.html">EAD</a></div>
<p class="publication">Ferrovia - 26 Octobre 2007 - Mise &agrave; jour 27 Juin 2017</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">X 4300 - X 4500</span><br />
<span class="soustitre">Les premières Caravelles</span></p>
<p>Les deux premi&egrave;res s&eacute;ries d'<a href="caravelles.html" class="link1">EAD</a> comptaient 151 X 4300 (X 4301 &agrave; X 4451) et 123 X 4500 produits de 1963 &agrave; 1971. Dot&eacute;s d'un moteur modeste de 330 kW (450 ch) et d'une boite de vitesse m&eacute;canique, ces automoteurs sont assez poussifs et inconfortables. Pourtant, lors de leur arriv&eacute;e sur le r&eacute;seau SNCF, ils repr&eacute;sentaient un certain progr&eacute;s sur tous les points. Un grand nombre d'autorails de l'&eacute;poque &eacute;taient limit&eacute;s &agrave; 300 ch et leur confort &eacute;tait encore plus rustique. L'objectif des EAD &eacute;taient de remplacer les couplages de ces autorails avec une remorque sur les lignes aux profils assez faciles par une rame unique, r&eacute;versible sans man&oelig;uvres et plus puissante. Pour faire face &agrave; l'affluence, les EAD peuvent m&ecirc;me circuler en unit&eacute; multiple de trois &eacute;l&eacute;ments. L'architecture de l'autorail &eacute;tait enti&egrave;rement repens&eacute;e. Les nouveaux automoteurs disposaient d'une motrice et d'une remorque non d&eacute;couplable qui poss&eacute;daient chacun une cabine. Le plancher est plat sur toute la longueur de la rame. La construction des caisses se distinguait des autorails ant&eacute;rieurs par l'assemblage modulaire par soudure d'&eacute;l&eacute;ments profil&eacute;s et par de grandes surfaces vitr&eacute;es, y compris pour les pare-brise panoramiques des cabines. Ils furent cependant r&eacute;duits en taille pour &eacute;viter les &eacute;blouissements et renforc&eacute;s en cas de chocs frontaux &agrave; partir des X 4342 et 4542 ainsi que par transformation sur les &eacute;l&eacute;ments d&eacute;j&agrave; produits.</p>
<p>L'unique moteur est un 6 cylindres en ligne couch&eacute; sur le c&ocirc;t&eacute;. La SNCF avait retenu deux fournisseurs &agrave; part &eacute;gale : la SGCM (moteur Poyaud) et la SFAC (moteur Saurer). Les X 4300 poss&eacute;dent un Poyaud C6 150 Sr HT de 330 kW (450 ch) et les X 4500 un Saurer SDHR plus puissant (350 kW, 475 ch) mais tar&eacute; &eacute;galement &agrave; 450 ch. Les moteurs Poyaud furent par la suite limit&eacute;s &agrave; 295 kW pour des soucis de fiabilit&eacute;. Hormis le moteur, les deux s&eacute;ries de motrices sont identiques. Le moteur transmet son effort &agrave; un seul bogie via une boite de vitesses m&eacute;canique &agrave; commande automatique De Dietrich. Ce qui n'est pas sans provoquer des &agrave; coups lors des d&eacute;marrages.</p>
<p>La s&eacute;rie X 4500 s'est enrichi &agrave; 126 engins entre 1973 et 1975 par la remotorisation avec un moteur Saurer des X 4351, 71 et 82 renum&eacute;rot&eacute;s X 4624, 25 et 26. Mais elle a perdu l'X 4609 transform&eacute; en X 4743. Entre-temps, trois autorails (X 4347, X 4385 et X 4562) avaient disparus dans la catastrophe du tunnel de Vierzy en 1972.</p>
<p class="titre2">Les remorques XR 8300 et 8500</p>
<p>Contrairement aux apparences, la num&eacute;rotation des deux s&eacute;ries de remorques XR 8300 et XR 8500 associ&eacute;es aux X 4300 et X 4500 n'a pas de rapport avec la s&eacute;rie de la motrice. D'ailleurs les XR 8300 &eacute;taient &agrave; l'origine num&eacute;rot&eacute;es XR 8600 (l'effectif des XR 8500 s'&eacute;levant &agrave; plus de cent remorques, la tranche fut d&eacute;cal&eacute;e). De plus, les deux premi&egrave;res rames en service &eacute;taient les X 4301-XR 8501 et X 4501-XR 8601(8301). Il y a donc 4 couplages possibles. La diff&eacute;rence entre XR 8300 et XR 8500 tient en fait &agrave; la r&eacute;partition 1e/2e classe. les XR 8500 ont un grand compartiment de 1e de 24 places et 49 places en 2nde. Tandis que les XR 8300 disposent de 12 places en 1e et 69 places en 2nde. Les <a href="4630.html" class="link1">X 4630</a> ont &eacute;galement des remorques issues de ces deux s&eacute;ries. Si bien qu'il est difficile de connaitre les mariages motrice/remorque car leurs num&eacute;ros ne correspondent pas. Les passages en atelier ont aussi entrain&eacute; de nombreuses permutations en cours de vie.</p>
<p class="titre2">Fin de carrière</p>
<p>En 2006, il restait environ une centaine de X 4300 et X 4500. La r&eacute;forme avait commenc&eacute; par quelques &eacute;l&eacute;ments isol&eacute;s en 1996, dont certains rachet&eacute;s par des Chemins de fer touristiques. 7 remorques avaient &eacute;t&eacute; r&eacute;cup&eacute;r&eacute;es pour transformer les autorails postaux <a href="4750.html" class="link1">XP 94750</a> en <a href="4750.html" class="link1">X 4750</a> classiques. L'amortissement massif a r&eacute;ellement d&eacute;but&eacute; en 1999 et a concern&eacute; essentiellement les rames non modernis&eacute;es. Depuis 2006, le contingent des <a href="agc.html" class="link1">AGC</a> poussent &eacute;galement les rames lourdement r&eacute;nov&eacute;es vers la sortie. A noter que sept X 4300 et huit X 4500 &eacute;taient c&eacute;d&eacute;es &agrave; Ferroviar Keolis, filiale de la SNCF pour poursuivre une seconde carri&egrave;re en Roumanie.</p>
<p>Les derniers &eacute;l&eacute;ments ont &eacute;t&eacute; amortis en 2009 hormis l'X 4391-XR 8610 transf&eacute;r&eacute; &agrave; l'INFRA.<br />
Au final, 33 X 4300 et 36 X 4500 ont &eacute;t&eacute; export&eacute;s en Roumanie.</p>
<p>Parmi les engins pr&eacute;serv&eacute;s en France, on compte :<br />
L'X 4395 et la XR 8508 pr&eacute;serv&eacute;s par le Train Touristique Doller Alsace.<br />
L'X 4506 par Viaduc 07 (ferraillé en 2013)<br />
Les X 4545, 4554, 4573 et 4607 par le Train du Pays Cathare et du Fenouill&egrave;des<br />
Les X 4567 et 4590 par le Train Touristique du Centre Var<br />
L'X 4620 par Transvap</p>
<p class="titre2">Engins particuliers</p>
<p>X 4365-XR 8579 : Cet EAD fut retir&eacute; du service commercial en 1966 quelques mois &agrave; peine apr&egrave;s sa sortie d'usine. Il fut transform&eacute; en &eacute;l&eacute;ment XB SD 4365 - X AS 2061. La motrice di&eacute;sel ne recevait qu'un car&eacute;nage et une livr&eacute;e particuli&egrave;re rouge et grise. La remorque &eacute;tait &eacute;quip&eacute;e d'une turbine &agrave; gaz de 810 kW. Lors de marches d'essais, l'X 4365 d&eacute;marrait la rame puis le moteur Poyaud &eacute;tait arr&eacute;t&eacute; tandis que la turbine de l'XS 2061 prenait le relais. Cette disposition fut reprise pour le fonctionnement des ETG, lesquels &eacute;taient &agrave; leur d&eacute;but num&eacute;rot&eacute;s dans la continuit&eacute; des Caravelles : X 4700 - XS 4800. Par la suite, l'am&eacute;lioration de la turbine permit le d&eacute;marrage sans l'aide du Di&eacute;sel. Ce qui annon&ccedil;ait les RTG. L'XS 2061 a atteint la vitesse de 252 km/h, plus du double de la vitesse pour laquelle cet engin &eacute;tait con&ccedil;u &agrave; l'origine. Les d&eacute;veloppements ult&eacute;rieurs de la turbine &agrave; gaz ont conduit &agrave; la rame prototype TGV-001. Il existe donc une filiation &eacute;tonnante entre les poussives <a href="caravelles.html" class="link1">Caravelles</a> et le TGV! L'X 4365-XS 2061 fut modernis&eacute;e en 1971 et pris le nom de TGS (Turbine &agrave; Gaz Sp&eacute;ciale). Sa seconde carri&egrave;re fut d&eacute;di&eacute;e &agrave; des trains sp&eacute;ciaux avant sa radiation en 1983.</p>
<p>X 4554 : Cet EAD fut rachet&eacute; &agrave; la SNCF par l'entreprise French Rail Cruise. Luxueusement r&eacute;am&eacute;nag&eacute;, cet autorail avait pour but d'assurer des voyages touristiques de haut standing &agrave; la d&eacute;couverte du terroir du Sud-Ouest. La livr&eacute;e ext&eacute;rieure originale de l'&eacute;l&eacute;ment &eacute;tait &agrave; base de rouge et de plusieurs teintes de gris. L'exp&eacute;rience a cependant &eacute;chou&eacute; et l'autorail est d&eacute;sormais au Train du Pays Cathare et du Fenouill&egrave;des.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : ANF</p>
<p><span class="link1">X 4300</span><br />
Motorisation : Poyaud C6 150 Sr HT<br />
Puissance : 295 kW<br />
Vitesse limite : 120 km/h<br />
Masse : 54,4t</p>
<p><span class="link1">X 4500</span><br />
Motorisation : Saurer SDHR<br />
Puissance : 330 kW<br />
Vitesse limite : 120 km/h<br />
Masse : 60,6t</p>
<p>Longueur : 42,480 m</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/X_4300" class="link1">X 4300</a> et <a href="https://fr.wikipedia.org/wiki/X_4500" class="link1">X 4500</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheX4300.pdf" class="link1">Caravelles</a> de <a href="http://vigie22.free.fr/" class="link1">Florent Brisou</a><br />
Les fiches <a href="http://www.trains-europe.fr/sncf/automoteurs/x4300.htm" class="link1">X 4300</a> et <a href="http://www.trains-europe.fr/sncf/automoteurs/x4500.htm" class="link1">X 4500</a> sur <a href="http://www.trains-europe.fr" class="link1">trains-europe.fr</a><br />
L'inventaire des <a href="http://trainsso.fr/X4300.pdf" class="link1">X 4300</a> et <a href="http://trainsso.fr/X4500.pdf" class="link1">X 4500</a> sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a><br />
La section <a href="http://openarchives.sncf.com/" class="link1">Open archives</a> de la SNCF propose plusieurs documents sur l'XS 2061-X 4365 :
<a href="https://www.archives.sncf.com/le-turbotrain-experimental-tgs-101_102-turbine-a-gaz-speciale-en-gare-de-saint-saviol/" class="link1">photo</a>, 
<a href="https://www.archives.sncf.com/tgv-experimental-peintures-et-inscription-exterieures/" class="link1">diagramme de 1967</a> ou le <a href="https://www.archives.sncf.com/tgs-amenagement-definitif-pour-le-service-commercial/" class="link1">diagramme de 1972 "TGS"</a>
</p>
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="../images/tr/x/x4325-strasbourg-231004.jpg" alt="L'X 4325 &agrave; Strasbourg (23/10/2004)" width="400" height="300" /><br />
L'X 4325 &agrave; Strasbourg (23/10/2004)</p>
<p><a href="http://openarchives.sncf.com/archive/trsardo936" class="link1"><img style="border:1px solid black" src="../images/tr/x/xas2061-19690122.jpg" alt="L'XS 2061 / X 4365 expérimental à turbine à gaz (Chalon sur Saône, 22/01/1969 - &copy; Danis SNCF)" width="400" height="300" /><br />
L'XS 2061 / X 4365 expérimental à turbine à gaz<br />
(Chalon sur Saône, 22/01/1969 - &copy; Danis SNCF)</a></p>
<p><img style="border:1px solid black" src="../images/tr/x/x4412-reims-040604.jpg" alt="Suite &agrave; une avarie, l'X 4412 est isol&eacute;. Reims (04/06/2004)" width="400" height="300" /><br />
Suite &agrave; une avarie, l'X 4412 est isol&eacute;. Reims (04/06/2004)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4438-tours-241202.jpg" alt="L'X 4438 stationne en gare de Tours (24/12/2002)" width="400" height="300" /><br />
L'X 4438 stationne en gare de Tours (24/12/2002)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4587-bethune-190903.jpg" alt="L'X 4587 en gare de B&eacute;thune (19/09/2003)" width="400" height="300" /><br />
L'X 4587 en gare de B&eacute;thune (19/09/2003)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4574-clermont-ferrand-010604.jpg" alt="L'X 4574 &agrave; Clermont-Ferrand (01/06/2004)" width="400" height="300" /><br />
L'X 4574 &agrave; Clermont-Ferrand (01/06/2004)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4602-x4741-x4564-treport-140506.jpg" alt="X 4602, 4741 et 4564 sous les falaises du Tr&eacute;port (14/05/2006)" width="400" height="311" /><br />
X 4602, 4741 et 4564 sous les falaises du Tr&eacute;port (14/05/2006)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4550-x4615-dinan-021102.jpg" alt="X 4550 et 4615 lourdement r&eacute;nov&eacute;s &agrave; Dinan (02/11/2002)" width="400" height="300" /><br />
X 4550 et 4615 lourdement r&eacute;nov&eacute;s &agrave; Dinan (02/11/2002)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4597-sotteville-020805.jpg" alt="L'X 4597 au d&eacute;p&ocirc;t de Sotteville (02/08/2005)" width="400" height="300" /><br />
L'X 4597 au d&eacute;p&ocirc;t de Sotteville (02/08/2005)</p>
<p><img style="border:1px solid black" src="../images/tr/x/x4395-montlucon-12062010.jpg" alt="L'X 4395 pr&eacute;serv&eacute; du TTDA quitte le Festirail de Montlu&ccedil;on (12/06/2010)" width="400" height="300" /><br />
L'X 4395 pr&eacute;serv&eacute; du TTDA quitte le Festirail de Montlu&ccedil;on (12/06/2010)</p>
<p><img style="border:1px solid black" src="../images/tr/x/xr8415-x4607-23052015.jpg" alt="L'XR 8415-X4607 pr&eacute;serv&eacute; du TPCF &agrave; Axat (23/05/2015)" width="400" height="300" /><br />
L'XR 8415-X4607 pr&eacute;serv&eacute; du TPCF &agrave; Axat (23/05/2015)</p>
<p><img style="border:1px solid black" src="../images/tr/x/xr8564-axat-23052015.jpg" alt="L'XR 8564-X4554 ex-&quot;French Rail Cruise&quot; au TPCF &agrave; Axat (23/05/2015)" width="400" height="300" /><br />
L'XR 8564-X4554 ex-&quot;French Rail Cruise&quot; au TPCF &agrave; Axat (23/05/2015)</p>
</div>
</div>
<div class="retour"><a href="at.html">Retour page Automoteurs</a></div>
<p id="footer">Ferrovia - 26 Octobre 2007<br />
Mise &agrave; jour 27 Juin 2017<br />
&nbsp;</p>
</body>
</html>
