<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - Z 5600</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="../tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="ae.html">Automotrices</a></div>
<p class="publication">Ferrovia - 16 Juin 2012</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">Z 5600</span><br />
<span class="soustitre">Z2N à courant continu</span></p>
<p>Les Z 5600 sont des &eacute;l&eacute;ments automoteurs monocourants continu 1,5 kV &agrave; deux niveaux con&ccedil;us pour le service de Banlieue Parisienne et construits &agrave; 52 exemplaires de 1983 &agrave; 1985. Elles roulent sur le RER C et en grande banlieue Sud-Est (Paris-Lyon / Montereau ou Montargis).</p>
<p>Elles peuvent fonctionner en unit&eacute;s multiples entres elles et avec les  <a href="8800.html" class="link1">Z 8800</a>, <a href="20500.html" class="link1">Z 20500</a> et <a href="20900.html" class="link1">Z 20900</a> qui composent le parc de &quot;Z2N&quot;.</p>
<p>Bien que monocourant 1,5 kV continu, les pantographes des Z 5600 ont des archets &eacute;troits.</p>
<p class="titre2">G&eacute;n&egrave;se</p>
<p>Les Z 5600 sont dérivées des voitures à deux niveaux de banlieue VB2N. Les premiers projets, prenant en compte
l'équipement d'un transformateur dans les futures automotrices bicourant (<a href="8800.html" class="link1">Z 8800</a>), avaient une structure
à un seul niveau avec l'équipement électrique placé de façon classique sous le plancher (transformateur et batteries) ou en toiture (rhéostat).
Finalement, une réorganisation des compartiments techniques et l'adoption de hacheurs de courants a permis de conserver un segment central à deux
étages comme sur les remorques. Celui-ci étant raccourci à cinq travées en raison de l'emplacement en toiture des pantographe et disjoncteur d'un côté, et des batteries de l'autre.
Les remorques ont été livrées bien avant les automotrices.</p>
<p>Afin de les exploiter dans la nouvelle gare souterraine de Paris-Gare de Lyon, des segments de huit remorques étaient,
dès 1982, encadrés par deux <a href="8500.html" class="link1">BB 8500</a> fonctionnant en unité multiple grâce au câblage de la rame. Un convertisseur statique d'appoint devant fournir
le courant basse tension était installé provisoirement dans une salle voyageurs. Les automotrices ne furent mises en service qu'en 1984.</p>
<p class="titre2">Service</p>
<p>Les Z 5600 ont &eacute;t&eacute; command&eacute;es pour &eacute;toffer la desserte banlieue de Paris-Gare de Lyon et la &quot;Transversale Rive Gauche&quot; qui r&eacute;sultait de la connexion entre la ligne de la gare d'Orsay et celle des Invalides. Ce tron&ccedil;on est d&eacute;sormais l'&eacute;pine dorsale du RER C.</p>
<p>Depuis la mise en place du RER D sur la proche banlieue Sud-Est et son &eacute;quipement exclusif en Z 20500, les Z 5600 Sud-Est assurent les relations de grande banlieue au-del&agrave; de Melun jusque Montargis ou Montereau. Elles poussaient m&ecirc;me jusque Laroche-Migennes en composition de 12 caisses avant que ce service soit repris par des rames tract&eacute;es en V2N ou Corail r&eacute;versibles.</p>
<p>Le parc RER C se divise en deux lots distincts. Les rames &agrave; 4 caisses sont utilis&eacute;es en UM avec tout autre  type de Z2N. Les rames &quot;Evolys&quot; &agrave; 6 caisses sont utilis&eacute;es en US sur la relation en quasi-boucle Versailles-Rive-Gauche/Juvisy/Versailles Chantiers.</p>
<p class="titre2">Composition des rames</p>
<p>Les rames ont une composition &agrave; quatre caisses : M+R+R+M ou six caisses M+R+R+R+R+M (rames Evolys et Sud-Est).</p>
<p>Les rames Sud-Est ont quatre remorques ZR 25600 ou 35600 selon la classe.<br />
Les rames Evolys n'ont que deux remorques d'origine ZR 25600 ou 35600. La composition fut renforc&eacute;e par deux anciennes VB2N dont le chaudron est tr&egrave;s proche et qui se distinguent principalement par l'am&eacute;nagement int&eacute;rieur (banquettes au lieu de si&egrave;ges individuels), les bogies (suspension primaire par silent-bloc) et les portes d'acc&egrave;s &agrave; loquet.</p>
<p>Les rames Z5600 sont d&eacute;sign&eacute;es par un num&eacute;ro suivi de la lettre &quot;C&quot; pour &quot;continu&quot; sauf les Evolys not&eacute;e &quot;T&quot;.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alstom<br />
Tension d'alimentation : continu 1,5 kV<br />
Cha&icirc;ne de traction : Hacheur - Moteur s&eacute;rie &agrave; courant continu<br />
Motorisation : 2 moteurs  par bogie, 2 bogies moteurs par motrices.<br />
Puissance totale : 2800 kW</p>
<p>Longueur : 99m ou 147m<br />
Masse : 216t ou 296t selon la composition</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/Z_5600" class="link1">Z 5600</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheZ5600.pdf" class="link1">Z 5600</a> de <a href="http://vigie22.free.fr/" class="link1">Florent Brisou</a><a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1"><br />
</a>Le dossier <a href="http://web.archive.org/web/20131017231951/http://www.metro-pole.net/expl/materiel/z5600/parc.html" class="link1">Z5600</a> sur Metro-pole.net (archive)<br />
L'inventaire des <a href="http://trainsso.fr/Z5600.pdf" class="link1">Z 5600</a> sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a><br />
</p>
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="../images/tr/z/z5630-07C-15C-10092006.jpg" alt="La Z 5630 (rame Sud-Est) emm&egrave;ne une composition de 12 caisses vers Laroche-Migennes, &agrave; Pont-sur-Yonne (10/09/2006)" width="400" height="300" /><br />
La Z 5630 (rame Sud-Est) emm&egrave;ne une composition de 12 caisses vers Laroche-Migennes, &agrave;  Pont-sur-Yonne (10/09/2006)</p>
<p><img style="border:1px solid black" src="../images/tr/z/z5629-30-17062012.jpg" alt="La m&ecirc;me Z 5630 modernis&eacute;e, passe &agrave; Vert de Maisons (17/06/2012)" width="400" height="300" /><br />
La m&ecirc;me Z 5630 modernis&eacute;e, passe &agrave; Vert de Maisons (17/06/2012)</p>
<p><img style="border:1px solid black" src="../images/tr/z/z5662-19092011.jpg" alt="La Z 5662 en UM sur le RER C &agrave; Epinay sur Orge (19/09/2011)" width="400" height="300" /><br />
La Z 5662 en UM sur le RER C &agrave; Epinay sur Orge (19/09/2011)</p>
<p><img style="border:1px solid black" src="../images/tr/z/z5639-40-19092011.jpg" alt="La Z 5639-40 sur le RER C &agrave; Epinay/Orge (19/09/2011)" width="400" height="301" /><br />
La Z 5639-40 sur le RER C &agrave; Epinay/Orge (19/09/2011)</p>
<p><img style="border:1px solid black" src="../images/tr/z/z5682-10092011.jpg" alt="La Z 5682 Evolys sur une mission JILL &agrave; Athis-Mons (10/09/2011)" width="400" height="300" /><br />
La Z 5682 Evolys sur une mission JILL &agrave; Athis-Mons (10/09/2011)</p>
<p><img style="border:1px solid black" src="../images/tr/z/z5663-64-22062010.jpg" alt="La rame 32T (5663/64) pellicul&eacute;e pour l'exposition SNCF au Grand Palais conserve sa teinte violette unique (Vauboyen, 22/06/2010)" width="400" height="300" /><br />
La rame 32T (5663/64) pellicul&eacute;e pour l'exposition SNCF au Grand Palais a conservé sa teinte violette unique invitant &agrave; visiter les monuments Parisien avec le RER C jusqu'à sa rénovation Carmillon (Vauboyen, 22/06/2010)</p>
<p><img style="border:1px solid black" src="../images/tr/z/z5685-86-27032014.jpg" alt="La Z 5685-86 fra&icirc;chement repeinte en livr&eacute;e STIF/Carmillon &agrave; St Pierre des Corps (27/03/2014)" width="400" height="300" /><br />
La Z 5685-86 fra&icirc;chement repeinte en livr&eacute;e STIF/Carmillon &agrave; St Pierre des Corps (27/03/2014)</p>
</div>
</div>
<div class="SectionBloc">
<p class="legende"><img style="border:1px solid black" src="../images/tr/z/zr25600_carm_20150617.jpg" alt="ZR de la rame 32T (Vauboyen, 17/06/2015)" width="1100" height="220" /><br />
La rame 32T a perdu son pelliculage violet pour la livrée STIF/Carmillon. Profil d'une ZR (Vauboyen, 17/06/2015)</p>
<p class="legende"><img style="border:1px solid black" src="../images/tr/z/z5600_32T_carm_20150617.jpg" alt="Z de la rame 32T (Vauboyen, 17/06/2015)" width="1100" height="278" /><br />
Profil d'une Z de la rame 32T (Vauboyen, 17/06/2015)</p>
</div>
<div class="retour"><a href="ae.html" class="link2">Retour page Automotrices</a></div>
<p id="footer">Ferrovia - 16 Juin 2012<br />
&nbsp;
</p>
</body>
</html>
