<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 63000 - 63500</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="ld.html">Locomotives Diesel</a></div>
<p class="publication">Ferrovia - 09 Juin 2012 - Mise &agrave; jour 29 Ao&ucirc;t 2016</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">040 DE - BB 63000 - 63400 - 63500 - 64600</p>
<p>Locomotives Diesel-&eacute;lectriques construites par Brissonneau et Lotz et tr&egrave;s courantes &agrave; l'exportation dans de nombreux pays. Elles sont pr&eacute;sentes dans les effectifs SNCF sous la forme de deux s&eacute;ries principales qui se distinguent par leur moteur.</p>
<p class="titre2">Les 040 DE, puis 63000</p>
<p>Les 040 DE 1 &agrave; 108, plus tard r&eacute;-immatricul&eacute;es BB 63001 &agrave; 63108, forment une famille de locomotives thermiques 
de faible puissance destin&eacute;es aux  t&acirc;ches de manoeuvres ou de desserte locale. Elles sont pourvues d'une chaine de traction 
Diesel-&eacute;lectrique m&ucirc;e par un groupe &eacute;lectrog&egrave;ne form&eacute; d'un moteur Diesel Sulzer 6 LDA 22, 
&agrave; six cylindres en ligne et suraliment&eacute;, de 600 cv (440 kW) entra&icirc;nant une g&eacute;n&eacute;ratrice &agrave; courant continu qui alimente quatre moteurs &eacute;lectriques install&eacute;s dans les bogies. La puissance nominale UIC d&eacute;livr&eacute;e &agrave; la jante n'est cependant que de 355 kW. Les premi&egrave;res machines sont mises en service en 1953 et la production d&eacute;marre r&eacute;ellement en 1954 jusque l'&eacute;t&eacute; 1957.</p>
<p>Une seconde sous-s&eacute;rie sort d'usine &agrave; partir de l'hiver 1957 jusqu'au printemps 1959. Les 040 DE 109 &agrave; 158 disposent d'un moteur dont le turbo a &eacute;t&eacute; am&eacute;lior&eacute;. Le r&eacute;gime nominal passe de 900 &agrave; 950 tr/mn et la puissance du moteur Sulzer est port&eacute; &agrave; 725 cv (Puissance nominale UIC : 435 kW). Durant l'ann&eacute;e 1961, la s&eacute;rie est compl&eacute;t&eacute;e par les 159 &agrave; 195 qui sortent probablement d'usine avec la nouvelle immatriculation BB 63000 qui sera officiellement en vigueur au 1er janvier 1962.</p>
<p>Enfin deux derniers lots de 45 et 10 machines sont mises en service en 1963 (BB 63196 &agrave; 63240) puis durant l'&eacute;t&eacute; 1964 (BB 63241 &agrave; 63250).
Le moteur gagne encore en puissance avec 750 cv et la puissance nominale UIC de 445 kW se rapproche des BB 63500 &agrave; moteur MGO.</p>
<p class="titre2">Les 040 DE 500, puis 63500</p>
<p>Les 040 DE 400 et les 040 DE 500 sont des locomotives similaires &agrave; l'exception du moteur Diesel qui est un SACM MGO V12 turbocompress&eacute; de 825 cv (609 kW, puissance nominale UIC : 450 kW), 
de la m&ecirc;me famille que ceux qui &eacute;quipent les <a href="2700.html" class="link1">RGP1</a> et <a href="2800.html" class="link1">X2800</a>.<br />
Techniquement, 040 DE 400 et 040 DE 500 sont identiques &agrave; l'exception de roues plus grandes sur les &quot;400&quot;. Ces derni&egrave;res &eacute;taient financ&eacute;es en leasing par le groupe Eurofima, ce qui a justifi&eacute; une num&eacute;rotation s&eacute;par&eacute;e.</p>
<p>Les livraisons des 040 DE 500 commencent en 1956 et se poursuivent sans discontinuation jusqu'&agrave; la 040 DE 720 en octobre 1959. Puis les 040 DE 401 &agrave; 423 sont livr&eacute;es presque d'un bloc en d&eacute;cembre 1959 et janvier 1960. Les 040 DE 721 &agrave; 770 sont ensuite mises en service durant l'ann&eacute;e 1960.</p>
<p>Ces machines ont &eacute;t&eacute; r&eacute;-immatricul&eacute;es 
BB 63401 &agrave; 63423 et 63501 &agrave; 63770 au 1er janvier 1962. La s&eacute;rie des BB 63500, toujours en construction lors des renum&eacute;rotations, fut port&eacute;e jusqu'au num&eacute;ro 64080, livr&eacute;e en juin 1971 et provoquant le renommage 
des <a href="65500.html" class="link1">CC 64000 en CC 65500</a>.</p>
<p class="titre2">Carri&egrave;re et transformations</p>
<p>Elles sont progressivement remplac&eacute;es par des locotracteurs, machines de remonte &eacute;lectriques ou par les <a href="60000.html" class="link1">BB 60000</a>.<br />
Toutes les BB 63000 ont &eacute;t&eacute; radi&eacute;es des effectifs de la SNCF avec la radiation des ultimes machines en 2011. Elles furent en partie transform&eacute;es en <a href="64700.html" class="link1">TBB 64800</a>, revendues &agrave; VFLI ou &agrave; des op&eacute;rateurs industriels. Enfin, quelques exemplaires sont confi&eacute;s &agrave; des chemins de fer touristiques.<br />
Les BB 63500 sont en partie modernis&eacute;s en <a href="64700.html" class="link1">BB 64700</a> ou en BB 64600, ou &eacute;galement revendues &agrave; VFLI ou des chemins de fer touristiques. Plusieurs machines d&eacute;class&eacute;es oeuvrent dans des &eacute;tablissements SNCF en &quot;LOCMA&quot;.</p>
<p class="titre2">Les 64600</p>
<p>Pas tout &agrave; fait une transformation, les 64600 sont des 63400/63500 mises &agrave; jour au niveau des &eacute;quipements de s&eacute;curit&eacute; (Distributeurs de frein, Veille automatique, signalisation (KVB, DAAT, RSO), radio sol-train). Le moteur MGO reste inchang&eacute;.</p>
<p class="titre2">Exportation et r&eacute;seaux priv&eacute;s</p>
<p>Brissonneau et Lotz a vendu de nombreuses machines en exportation et directement &agrave; des chemins de fers priv&eacute;s industriels. On peut citer pour les machines &agrave; moteur Sulzer,  12 machines pour les Ferrocarriles Nacionales de Cuba, 7 pour les Mines Domaniales de Potasse d'Alsace, 2 pour Usinor. Egalement, 10 machines &agrave; &eacute;cartement Ib&eacute;rique (1668 mm) pour la RENFE (10701 &agrave; 10710 r&eacute;num&eacute;rot&eacute;es plus tard 307-001 &agrave; 307-010).</p>
<p>La motorisation MGO a connu un plus grand succ&egrave;s avec des versions atmosph&eacute;rique 600 cv (99 machines de type &quot;040 DE 600&quot; pour les HBNPC - Houlli&egrave;res du Bassin du Nord Pas-de-Calais, 2 pour St Gobain) ou turbo-compress&eacute;. La plupart de ces machines d&eacute;veloppent 825 cv comme les BB 63500, mais des versions 850 et 925 cv furent produites.</p>
<p>825 cv : 
10 machines HBNPC (n&deg;070 &agrave; 079), 8 pour les Chemins de Fer Luxembourgeois (n&deg;851-858), 25 &agrave; &eacute;cartement Ib&eacute;rique pour les Comboios de Portugal (n&deg;1201-1225), 49 &agrave; &eacute;cartement large indien (1676 mm) pour les chemins de fer d'&eacute;tat Chiliens (n&deg;7101-7149) et 30 autres machines Cubaines. 104 machines de la s&eacute;rie 642 furent construites sous licence par &#272;uro &#272;akovi&#263; pour les chemins de fer Yougoslaves JZ (642-001 &agrave; 642-036, 642-137 &agrave; 642-203 et 642-301).</p>
<p>850 cv : 10 machines pour la MIFERMA (soci&eacute;t&eacute; des Mines de fer de Mauritanie).</p>
<p>925 cv : 13 locomotives pour les CFL (n&deg;901-913) et 51 machines de la s&eacute;rie 643 JZ (n&deg; 643-001 &agrave; 643-051) dont les 22 premi&egrave;res furent construites par Brissonneau et Lotz et le reste sous licence.</p>
<p>Enfin, 5 locomotives ont re&ccedil;u un MGO V16 produisant 1200 cv. Quatre machines pour la RDT13 (R&eacute;gie D&eacute;partementale des Bouches du Rh&ocirc;ne) (n&deg;1201 &agrave; 1204) et une pour la mine de Droitaumont qui officia sous les couleurs d'Unim&eacute;tal, Lorfonte et Sollac avec le num&eacute;ro &quot;BL1&quot;.</p>
<p class="titre2">Reventes et modifications</p>
<p>En raison de l'embargo sur Cuba, certaines machines Cubaines ont &eacute;t&eacute; converties en locomotives purement &eacute;lectriques avec un pantographe install&eacute; en toiture.</p>
<p>Le d&eacute;mant&egrave;lement des bassins houilliers et les restructurations, fusions ou reventes d'entreprises de charbonnages, sid&eacute;rugiques ou de travaux font que les 040 DE priv&eacute;es ont beaucoup chang&eacute; de propri&eacute;taires, de nom et de livr&eacute;es. Un inventaire exhaustif est assez difficile, d'autant plus que la SNCF a revendu un nombre important de ses machines qui c&ocirc;toient parfois d'anciennes locomotives des Houill&egrave;res.</p>
<p>Les locomotives HBNPC ont &eacute;t&eacute; revendues entre 1969 et 1992. Les CFTA ont achet&eacute; une trentaine de machines 600 cv et ont remis en service 5 BB 4500 et 18 BB 4800, qui apr&egrave;s ajout d'un turbocompresseur, d&eacute;veloppent 825 cv. La RATP poss&eacute;dent 10 machines, dont trois &agrave; 825 cv. Parmi les autres acqu&eacute;reurs, on peut citer plusieurs chemins de fer miniers : Houlli&egrave;res de Campine NVKS (Naamloze Vennootschap van Kempense Steenkoolen) (14), les Houill&egrave;res du Bassin de Lorraine (12 locos 600 cv), la Cokerie de Drocourt (10), les Mines Domaniales de Potasse d'Alsace ; des industriels (
SAD Florange) ou des entreprises de travaux (D&eacute;h&eacute;, Drouard, Desquenne et Giral) qui, selon les regroupements d'entreprise sont devenues Colas ou ETF.</p>
<p>Une des machines des NVKS, l'ex-n&deg;29 des HBNPC, fut reconditionn&eacute;e par CFD Locorem en 1991 et entra &agrave; l'inventaire des SBB-CFF sous le num&eacute;ro Em 4/4 1110 en location jusque mai 1997. Elle est rachet&eacute;e par l'entreprise de travaux Scheuchzer &agrave; Lausanne et porte d&eacute;sormais le sobriquet de Gazelle.</p>
<p>A l'issue du conflit dans les Balkans,  les machines ex-Yougoslaves ont &eacute;t&eacute; r&eacute;parties entre les Chemins de Fer Croates (HZ), Slov&egrave;nes (SZ), Serbes (ZS), Mac&eacute;doine (MZ), Bosniaques (ZFBH, ZRS) et Mont&eacute;negrins (ZCG).</p>
<p>Vers 2007, une grande partie du parc Luxembourgeois fut rachet&eacute; par la RDT13. Dans le m&ecirc;me temps, la r&eacute;gie de Bouches-du-Rh&ocirc;ne reprenait l'exploitation du r&eacute;seau d&eacute;partemental de l'H&eacute;rault. La 1201 fut repeinte dans la livr&eacute;e orange de ce r&eacute;seau. </p>
<p class="titre2">Seconde vie des machines ex-SNCF </p>
<p>Les machines HBL sont par la suite entr&eacute;es dans le giron de VFLI et m&eacute;lang&eacute;es &agrave; des BB 63000 et 63500 rachet&eacute;es d'occasion. VFLI a lanc&eacute; un important programme de modernisation (remotorisation avec un bloc Iveco) : les BB 400. </p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Brissonneau et Lotz <br />
<br />
Phares &eacute;cart&eacute;s sur les BB 63001 &agrave; 63158, 63501 &agrave; 63690, recentr&eacute;s sur les suivantes. On peut cependant voir que la BB 63895, rebaptis&eacute;e 040 DE 895 adopte la disposition &eacute;cart&eacute;e pour mieux coller &agrave; la livr&eacute;e ann&eacute;es 1950 qu'elle a re&ccedil;u. </p>
<p>Particularit&eacute;s : Aptitude UM : BB 63721 &agrave; 750, 63811 &agrave; 885, 63981 &agrave; 64020.<br />
Aptitude chauffage de train 1500V : BB 63896, 901, 902, 906. Pour acheminer des voitures directes entre Paris-Lyon et Paris-Nord par la petite ceinture. <br />
Depuis 1989, troisi&egrave;me phare sur les machines qui se rendaient en Allemagne : 63728, 730, 829, 870, 873, 874, 875, 876, 877, 878, 879, 881, 883, 884 et 999</p>
<p class="titre2">Pour plus d'info :</p>
<p>Les fiches <a href="https://fr.wikipedia.org/wiki/BB_63000" class="link1">BB 63000</a>, <a href="https://fr.wikipedia.org/wiki/BB_63400" class="link1">BB 63400</a>,  <a href="https://fr.wikipedia.org/wiki/BB_63500" class="link1">BB 63500</a> et <a href="https://fr.wikipedia.org/wiki/BB_64600" class="link1">BB 64600</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Toujours sur Wikipedia, une fiche plus g&eacute;n&eacute;rale sur les machines <a href="https://fr.wikipedia.org/wiki/BB_Brissonneau_et_Lotz" class="link1">Brissonneau et Lotz</a>.<br /> 
L'inventaire des <a href="http://trainsso.pagesperso-orange.fr/BB63000.pdf" class="link1">BB 63000</a>, <a href="http://trainsso.pagesperso-orange.fr/BB63500.pdf" class="link1">BB 63400/63500</a> et <a href="http://trainsso.pagesperso-orange.fr/BB64600.pdf" class="link1">BB 64600</a> sur <a href="http://trainsso.pagesperso-orange.fr" class="link1">Trains du Sud-Ouest</a><br />
Reportage sur les <a href="http://www.espacetrain.com/index.php?page=contrib/reportage/pb-rdt13/lbl1" class="link1">1201 &agrave; 1204</a> de la r&eacute;gie des Bouches-du-Rh&ocirc;ne sur <a href="http://www.espacetrain.com/index.php?page=contrib/reportage/pb-rdt13/lbl1" class="link1">EspaceTrain</a>.<br />
</p>
</div>
<div class="Section_Illustrations"> 
<p><img style="border:1px solid black" src="../images/tr/63192_07032004.jpg" alt="La BB 63192, radi&eacute;e, &agrave; Juvisy (07/03/2004)" width="400" height="300" /><br />      
La BB 63192, radi&eacute;e, &agrave; Juvisy (07/03/2004)</p>
<p><img style="border:1px solid black" src="../images/tr/63177.jpg" alt="La BB 63177 &agrave; Noisy le Sec" width="400" height="300" /><br />
La BB 63177 &agrave; Noisy le Sec (18/07/2002)</p>
<p><img style="border:1px solid black" src="../images/tr/63226-23052015.jpg" alt="La BB 63226 en livr&eacute;e TER d&eacute;sormais au TPCF (23/05/2015)" width="400" height="300" /><br />
La BB 63226 en livr&eacute;e TER d&eacute;sormais au TPCF (23/05/2015)</p>
<p><img style="border:1px solid black" src="../images/tr/63240-23052015.jpg" alt="Egalement au TPCF et repeinte, la BB 63240 stationne &agrave; Axat (23/05/2015)" width="400" height="300" /><br />
Egalement au TPCF et repeinte, la BB 63240 stationne &agrave; Axat (23/05/2015)</p>
<p><img style="border:1px solid black" src="../images/tr/63895-20092011.jpg" alt="La BB 63895 du CFTLP immatricul&eacute;e fictivement 040 DE 895, Les Aubrais (20/09/2011)" width="400" height="300" /><br />
La BB 63895 du CFTLP immatricul&eacute;e fictivement 040 DE 895,<br />
Les Aubrais (20/09/2011)</p>
<p><img style="border:1px solid black" src="../images/tr/63705-26092008.jpg" alt="La BB 63705 du CFHF repeinte en vert, Craponne (26/09/2008)" width="400" height="300" /><br />
La BB 63705 du CFHF repeinte en vert, Craponne (26/09/2008)</p>
<p><img style="border:1px solid black" src="../images/tr/64056-Su196-63801_24022004.jpg" alt="La BB 64056 en compagnie de la BB 63801 et la voiture Su 196 d'inspection de la radio sol-train &agrave; Paris St Lazare (24/02/2004)" width="400" height="300" /><br />
La BB 64056 en compagnie de la BB 63801 et la voiture Su 196 d'inspection<br />
de la radio sol-train &agrave; Paris St Lazare (24/02/2004)</p>
<p><img style="border:1px solid black" src="../images/tr/63744-040604.jpg" alt="La BB 63744 m&egrave;ne une UM &agrave; Reims (04/06/2004)" width="400" height="300" /><br />
La BB 63744 m&egrave;ne une UM &agrave; Reims (04/06/2004)</p>
<p><img style="border:1px solid black" src="../images/tr/63878_110605.jpg" alt="La BB 63878 &quot;trois feux&quot; en maintenance &agrave; Lens (11/06/2005)" width="400" height="300" /><br />
La BB 63878 &quot;trois feux&quot; en maintenance &agrave; Lens (11/06/2005)</p>
<p><img style="border:1px solid black" src="../images/tr/63789-02022003.jpg" alt="La BB 63789 Fret en queue d'un train de machines &agrave; Lyon Perrache (02/02/2003)" width="400" height="300" /><br />
La BB 63789 Fret en queue d'un train de machines &agrave; Lyon Perrache (02/02/2003)</p>
<p><img style="border:1px solid black" src="../images/tr/63962-24042010.jpg" alt="La BB 63962 &quot;En Voyage&quot; &agrave; Villeneuve (24/04/2010)" width="400" height="300" /><br />
La BB 63962 &quot;En Voyage&quot; &agrave; Villeneuve (24/04/2010)</p>
<p><img style="border:1px solid black" src="../images/tr/63622_280305.jpg" alt="Revendue &agrave; VFL, la BB 63622, ici &agrave; Morcenx, roule depuis pour VFLI (28/03/2005)" width="400" height="300" /><br />
Revendue &agrave; VFL, la BB 63622, ici &agrave; Morcenx, roule depuis<br />
pour VFLI (28/03/2005)</p>
<p><img style="border:1px solid black" src="../images/tr/64601-21092011.jpg" alt="La BB 64601 ex-63617 dans la livr&eacute;e proto Infra &agrave; Limoges (21/09/2011)" width="400" height="300" /><br />
La BB 64601 ex-63617 dans la livr&eacute;e proto Infra &agrave; Limoges (21/09/2011)</p>
<p><img style="border:1px solid black" src="../images/tr/64625-28032015.jpg" alt="La BB 64625 ex-63829 en livr&eacute;e Arzens aux Aubrais (28/03/2015)" width="400" height="300" /><br />
La BB 64625 ex-63829 en livr&eacute;e Arzens aux Aubrais. De ce c&ocirc;t&eacute;, on remarque les nouveaux distributeurs de frein mod&eacute;rables au desserrage. (28/03/2015)</p>
<p><img style="border:1px solid black" src="../images/tr/040DE600-45-27092003.jpg" alt="Proche cousine des 63500 mais sans turbo, la n&deg;45 HBNPC pr&eacute;serv&eacute;e au CMCF de Oignies (27/09/2003)" width="400" height="300" /><br />
Proche cousine des 63500 mais sans turbo, la n&deg;45 HBNPC <br />
pr&eacute;serv&eacute;e au CMCF de Oignies (27/09/2003)</p>
<p><img style="border:1px solid black" src="../images/tr/4815_CFTA-16052004.jpg" alt="Ex-HBNPC, la BB 4815 des CFTA a re&ccedil;u un turbo (16/05/2004)" width="400" height="300" /><br />
Ex-HBNPC, la BB 4815 des CFTA a re&ccedil;u un turbo (16/05/2004)</p>
<p><img style="border:1px solid black" src="../images/tr/T168_ratp-06062003.jpg" alt="Ancienne machine HBNPC, le T168 de la RATP est m&ucirc; par un MGO turbo de 825ch (Nanterre, 06/06/2003)" width="400" height="300" /><br />
Ancienne machine HBNPC, le T168 de la RATP est m&ucirc; par un<br />
MGO turbo de 825cv (Nanterre, 06/06/2003)</p>
</div>
</div>
<div class="retour"><a href="ld.html" class="link2">Retour page locomotives Diesel</a></div>
<div class="SectionBloc">
<p class="titre2">Les BB 63000/63500 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p>Les mod&egrave;les de BB 63500 pour MSTS datent des tous d&eacute;buts du simulateurs et n'ont donc pas le niveau de d&eacute;tails des cr&eacute;ations plus r&eacute;centes.</p>
<p>B.Terrien a r&eacute;alis&eacute; un BB 63500</p>
<p><img src="../images/msts/63500_terrien.jpg" alt="63500 Terrien" width="500" height="303" /></p>
<p>L.MELY a r&eacute;alis&eacute; la <a href="http://bpao.free.fr/french/simu/loco_diesel.htm" class="link1">BB 63792</a>. Elle est t&eacute;l&eacute;chargeable, ainsi que plusieurs red&eacute;corations sur le site <a href="http://bpao.free.fr/" class="link1">D&eacute;p&ocirc;t SNCF Virtuel</a>.</p>
<p><img src="../images/msts/63792_mely.jpg" alt="63500 L'autorail" width="500" height="223" /></p>
<p></p>
</div>
<div class="retour"><a href="ld.html" class="link2">Retour page locomotives Diesel</a></div>
<p id="footer">Ferrovia - 09 Juin 2012<br />
Mise &agrave; jour 29 Ao&ucirc;t 2016<br />
&nbsp;</p>
</body>
</html>
