<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 7200</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<meta content="width=device-width, initial-scale=1.0" name="viewport" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lc.html">Locomotives &agrave; courant continu</a></div>
<p class="publication">Ferrovia - 04 Mars 2005 - Mise &agrave; jour 23 Décembre 2015</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">BB 7200</span><br />
<span class="soustitre">Les hacheuses d'amp&egrave;res</span></p>
<p class="titre2">La g&eacute;n&egrave;se des hacheurs de courant</p>
<p>Jusqu'au d&eacute;but des ann&eacute;es 1970, il n'y avait pas 36 fa&ccedil;ons de d&eacute;marrer une locomotive &agrave; courant continu. Afin d'alimenter les moteurs avec une 
tension faible, ils &eacute;taient branch&eacute;s en s&eacute;rie sur un pont de r&eacute;sistances appel&eacute; le rh&eacute;ostat. Les r&eacute;sistances &eacute;taient &eacute;limin&eacute;es les unes apr&egrave;s les autres 
&agrave; mesure que les moteurs acc&eacute;l&eacute;raient et que leur tension contre-&eacute;lectromotrice augmentait. Ce syst&egrave;me pr&eacute;sente de lourds inconv&eacute;nients. Une telle chaine 
de traction tire autant de courant &agrave; la cat&eacute;naire qu'il en passe par les moteurs. Outre des probl&egrave;mes d'&eacute;chauffement des pantographes, de la cat&eacute;naire 
et une chute de tension importante de celle-ci, la majorit&eacute; de la puissance consomm&eacute;e au d&eacute;collage est dissip&eacute;e en chaleur par le rh&eacute;ostat. Non seulement 
il s'agit d'un g&acirc;chis mais le rh&eacute;ostat peut s'&eacute;chauffer jusqu'&agrave; la fusion. Ce qui rend son usage strictement r&eacute;serv&eacute; &agrave; la mise en vitesse de la locomotive 
sur des laps de temps courts. La souplesse de conduite s'en ressent beaucoup.</p>
<p>L'apport des semi-conducteurs dans les cha&icirc;nes de traction &agrave; courant continu &eacute;tait donc tr&egrave;s prometteur. Mais les hacheurs de courant &eacute;taient &eacute;galement 
d&eacute;licats &agrave; mettre au point. En raison des fr&eacute;quences harmoniques qu'ils &eacute;mettaient dans la cat&eacute;naire et les rails, risquant de perturber la signalisation. 
Ainsi les thyristors furent utilis&eacute;s d'abord sur des machines monophas&eacute;es, les <a href="15000.html" class="link1">BB 15000</a> (c&acirc;blage en pont mixte).</p>
<p>Les hacheurs furent exp&eacute;riment&eacute;s en conditions r&eacute;elles en 1971 sur la CC 20002, ex-prototype bicourant de Savoie. Elle &eacute;tait d&eacute;motoris&eacute;e et 
alimentait les moteurs de la <a href="9200.html" class="link1">BB 9252</a>. Ces essais se poursuivirent par l'int&eacute;gration de l'&eacute;quipement dans une 
machine unique. La <a href="15000.html" class="link1">BB 15007</a> fut transform&eacute;e en BB 7003. Ce prototype finalisa l'&eacute;tude d'int&eacute;gration d'une cha&icirc;ne de traction &agrave; hacheurs de courant dans une machine et effectua de longs essais d'endurance. La BB 7003 s'est aussi illustr&eacute;e par des essais de car&eacute;nage visant &agrave; inverser l'inclinaison du pare-brise. Les BB 7200 et <a href="22200.html" class="link1">22200</a> ont conserv&eacute; n&eacute;anmoins le profil &agrave; &quot;nez cass&eacute;s&quot; de leurs cousines. Il faudra attendre les <a href="26000.html" class="link1">BB 26000</a> pour remettre en cause cette architecture. </p>
<p class="titre2">Construction des BB 7200</p>
<p>Les BB 7200 sont directement issues de la 7003. Elles possèdent une caisse et des bogies similaires aux <a href="15000.html" class="link1">BB 15000</a>. Toutefois, les persiennes inox sont centr&eacute;es et le schéma
de peinture est simplifié en n'adoptant que trois coloris. Cette livrée sera surnommée "b&eacute;ton". Les premières 7200 sont commandées en 1974 en même temps que leur déclinaison bicourante, les 
<a href="22200.html" class="link1">BB 22200</a>, qui sont leur quasi-jumelles. A l'origine, toutes les BB 7200 command&eacute;es ont des moteurs auto-ventil&eacute;s et un rapport de r&eacute;duction leur permettant 
une vitesse limite théorique de 180 km/h, limitée réglementairement à 160 km/h.</p>
<p>Les machines de présérie sont livrées à l'été 1976 (BB 7201 et 7202) et entamment des campagnes de tests. Des soucis d'interférences entre le fonctionnement des hacheurs de courant et les systèmes de signalisation, 
les convertisseurs statiques des voitures Corail et les sous-stations électriques (Le courant continu fournit n'est pas parfait mais parasité par une composante à 50 Hz issue du courant redressé), 
sont réglés par l'amélioration des filtres de la chaîne de traction. Les tests de charges admissibles révèlent aussi un échauffement excessif des moteurs. La cause est d'une part que l'auto-ventilation est logiquement 
moins efficace à 100 km/h qu'à 160 km/h. Mais aussi parce que ces machines conçues pour développer 4000 kW en régime continu peuvent, sur des temps assez courts, monter à 5700 kW. Dans une rampe, cet effort exceptionnel 
est maintenu plus longtemps pour hisser un train de marchandises. Dans un premier temps, les tonnages admissibles sont abaissés et les 7200 se consacrent davantage aux rapides et express.
Deux solutions seront toutefois explorées. Les 7203 à 7235 sont mises en service entre Novembre 1976 et Mai 1977.</p>
<p>Dès le début de 1977, un réducteur limitant la vitesse maximale à 100 km/h (Couple PV) est testé sur la BB 22201. Les BB 7003 et 7201 sont aussi équipées. Parallèlement, les essais menés au Pays-Bas conduisent à mettre 
au point une ventilation forcée et un convertisseur auxiliaire plus puissant pour alimenter les groupes ventilateurs. La ventilation forcée est appliquée en série à partir du printemps 1978 sur des BB 22200, puis sur
la seconde sous-série de 7200 dont la production démarre dans la foulée. Les locomotives 7236 et suivantes b&eacute;n&eacute;ficient également de pare-brise moins inclin&eacute;s offrant plus de place en cabine.</p>
<p>Dans la perspective de mise en service du TGV Sud-Est, il est prévu de redéployer les 7200-22200 sur le Fret. Comme les soucis d'échauffement restent rédhibitoires, il est décidé de spécialiser les machines de la première
sous-série avec le réducteur PV déjà testé. L'opération d'échange se fait en chaîne spéciale à Oullins. Trente-quatre jeux de bogies sont &eacute;chang&eacute;s sous les BB 7201 &agrave; 7235 de la fin 1978 &agrave; 1979, 
c'est &agrave; dire l'ensemble des machines &agrave; petites cabines sauf la 7209, d&eacute;truite dans un accident en juin 1978. La m&ecirc;me op&eacute;ration est men&eacute;e sur les BB 22201 &agrave; 22268 mais ne donne
pas satisfaction, si bien que deux ans plus tard, ces soixante-huit jeux de bogies sont &agrave; nouveau &eacute;chang&eacute;s, cette fois sous des BB 7200 neuves et aptes &agrave; la marche en UM (Unit&eacute; multiple) :
 les 7343 &agrave; 7380 (en 1982) et 7411 &agrave; 7440 (entre 1984 et 1985).</p>
<p>240 exemplaires ont &eacute;t&eacute; produits de 1976 &agrave; 1985.</p>
<p class="titre2">Evolution des BB 7200</p>
<p>Plusieurs machines furent &eacute;quip&eacute;es de tampons hydrauliques leur permettant de 
tirer des rames Talgo III. Les BB 7269 &agrave; 7280 puis, les 7281 &agrave; 7299. Les relations noturnes entre l'Espagne et Paris &eacute;tant reprises par des rames Talgo Pendular, le nombre de machines 
&eacute;quip&eacute;es diminua pour ne plus comporter que les 7292 &agrave; 7299, bien suffisantes pour l'unique relation du Catalan Talgo.</p>
<p>Trois machines &eacute;taient aptes &agrave; la vitesse limite de 200 km/h (7261 &agrave; 63). Les bogies &agrave; couple 200 provenant des <a href="22200.html" class="link1">BB 22351 &agrave; 22360</a>. </p>
<p>A partir de 2007, 23 locomotives ont &eacute;t&eacute; &eacute;quip&eacute;es d'un automate pour la conduite en r&eacute;versibilit&eacute; par multiplexage. 20 machines sont en service au TER Bourgogne, notamment pour remplacer les quatre <a href="9700.html" class="link1">BB 9700</a> au crochet des V2N. Mais la plupart de ces machines, ainsi que les trois autres qui roulent au service TER PACA, sont utilis&eacute;es avec de nouvelles rames bloc Corail r&eacute;versibles cr&eacute;es par la transformation d'anciennes mixte-fourgons B6Du et B6Dd2u en voitures pilote B5uxh.</p>
<p>Jusqu'en 2011, 100 machines disposaient d'un rapport de r&eacute;duction PV (102 m&ecirc;me en comptant les 7210 et 7348 victimes d'incendies respectivement en 2001 et 2006). 67 de ces 
derni&egrave;res poss&egrave;dent &eacute;galement l'UM par multiplexage et les 30 derni&egrave;res le freinage par r&eacute;cup&eacute;ration, tr&egrave;s utile dans les pentes de la Maurienne. La purge des plus anciennes 
machines Fret a alors touch&eacute; la premi&egrave;re sous-s&eacute;rie de BB 7200 &agrave; petites cabines. Sur les 33 machines restantes, 20 furent transf&eacute;r&eacute;es aux activit&eacute;s r&eacute;gionales et
Intercités avec échanges des bogies, ventilation et convertisseurs. Les 20 jeux de bogies PV prenant place sous des BB 7200 Fret grandes cabines. La BB 7220 fut radi&eacute;e suite &agrave; la collision avec le chargement mal 
arrim&eacute; d'un train croiseur. La BB 7212, conservant ses bogies PV fut mutée à CIC pour effectuer les remises entre Austerlitz et Ivry ou entre Paris-Lyon et Villeneuve. Les 11 autres machines ont &eacute;t&eacute; 
amorties en bloc en 2011.</p>
<p>Les trois locomotives &agrave; couple 200 assuraient souvent les  Trenhotel Elipsos reliant Paris &agrave; Madrid et Barcelone en Talgo IV. Ces rames l&eacute;g&egrave;res ne p&eacute;nalisaient pas leur couple plus 
modeste que les machines à couple 160. Ce sous-parc fut dissous en 2012 avec la radiation des BB 7261 &agrave; 7263. Elles totalisaient chacune environ 9 millions de kilom&egrave;tres.</p>
<p>14 machines sont modifi&eacute;es pour assurer des Transilien sur le r&eacute;seau Montparnasse. Afin d'&eacute;viter une confusion avec les BB 27300, elles ont &eacute;t&eacute; renum&eacute;rot&eacute;es 
<a href="7600.html" class="link1">BB 7600</a>.</p>
<p>En 2015, Fret a poursuivi la purge de son parc en radiant les machines qui présentaient des devis de remise en état trop élevés. Huit machines PV supplémentaires sont désormais affectées aux remises de matériel voyageur.</p>
<p class="titre2">Les livr&eacute;es</p>
<p>L'ensemble de la s&eacute;rie a re&ccedil;u la livr&eacute;e b&eacute;ton. 
Mis &agrave; part quelques exceptions notables, la livr&eacute;e n'a pas 
chang&eacute; hormis une &eacute;volution des teintes, des sigles SNCF, 
ainsi que la d&eacute;pose des plaques en relief et le masquage des num&eacute;ros 
frontaux.</p>
<p>Les machines les plus r&eacute;centes (~7390 &agrave; 7440) sont les 
derni&egrave;res &agrave; poss&eacute;der leurs livr&eacute;es d'origine 
et leurs plaques.</p>
<p>Jusqu'en 2005, peu d'engins d&eacute;rogaient &agrave; la livr&eacute;e b&eacute;ton. 
Suite &agrave; des accidents ou des op&eacute;rations caisse, quelques 
machines ont rev&ecirc;tu les livr&eacute;es Multiservice (7201, 221, 
258, 292), Fret (7206, 219, 223, 242, 396, 400, 411) ou &quot;en voyage&quot; (7284).</p>
<p> Depuis, la livr&eacute;e &quot;En voyage&quot; a &eacute;t&eacute; appliqu&eacute;e sur les machines CIC/TER passant en r&eacute;vision et recevant un &eacute;quipement de r&eacute;versibilit&eacute;. Les machines Bourgogne poss&egrave;dent en plus un grand logo du conseil r&eacute;gional. La BB 7321, affect&eacute;e &agrave; la r&eacute;gion Bourgogne en a re&ccedil;u la livr&eacute;e sp&eacute;cifique avec les deux nez peints en rouge et jaune comme sur les automoteurs de cette r&eacute;gion.</p>
<p>En 2010, avec le coup d'arr&ecirc;t de la livr&eacute;e &quot;En voyage&quot; pour des probl&egrave;mes de droits d'image, les 7216 et 7219 sont sorties d'atelier dans une livr&eacute;e &quot;fant&ocirc;me&quot; uniform&eacute;ment grise m&eacute;talis&eacute;e semblable &agrave; celle des premi&egrave;res machines &quot;En voyage&quot; jusqu'&agrave; l'application de leur pelliculage. Depuis, cette livr&eacute;e a &eacute;t&eacute; l&eacute;g&egrave;rement modifi&eacute;e par la pose de stickers sur les visages des mod&egrave;les. Mais de nombreuses locomotives restent gris m&eacute;tallis&eacute;. </p>
<p>La livr&eacute;e Carmillon n'a pas &eacute;t&eacute; appos&eacute;e, sans doute &agrave; cause du profil compliqu&eacute; des machines &agrave; &quot;nez cass&eacute;s&quot;.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Alsthom - Francorail<br />
Tension d'alimentation : Continu 1,5 kV<br />
Cha&icirc;ne de traction : Hacheur de courant &agrave; Thyristors - Moteurs continus<br />
Motorisation : 1 moteur TAB 674 par bogie<br />
Puissance totale : 4040 kW<br />
Vitesse limite : 100, 160 ou 200 km/h<br />
Etat de 1985 à 2009 :<br />
100 km/h : 7201 &agrave; 35, 7343 &agrave; 80, 7411 &agrave; 40<br />
160 km/h : 7236 &agrave; 260, 264 &agrave; 342, 381 &agrave; 410<br />
200 km/h : 7261 &agrave; 63 (bogies échangés dans les années 1990)<br />
Des &eacute;changes de bogies ont eu lieu depuis. La répartition depuis 2011 est :<br />
Machine à petites cabines PV (100) : 7212<br />
Machines à petites cabines GV (160) : 7201, 02, 03, 04, 05, 06, 08, 11, 13, 14, 15, 16, 17, 18, 19, 21, 23, 29, 30, 35.<br />
Machines à grandes cabines PV (100) : 7343 à 7380 (UM), 7411 à 7440 (UM et frein à récupération), 7307, 13, 28, 29, 33, 34, 36, 81, 82, 83, 84, 85, 86, 87, 89, 92, 95, 7401, 03, 06<br />
Machines à grandes cabines GV (200) : 7261, 62, 63<br />
Les autres machines à grandes cabines ont un couple 180 et une vitesse limite de 160 km/h<br />
<br />
R&eacute;versibilit&eacute; Mux BB 7200R : 7236 &agrave; 41, 43 &agrave; 49, 90, 91, 7319 &agrave; 23, 40, 7409, 10.<br />
Transform&eacute;es en  BB 7600 (BB 7200RC) : 7311, 12, 14, 25 &agrave; 27, 30 &agrave; 32, 35, 37, 39, 41, 42</p>
<p>Longueur : 17,480 m<br />
Masse : 84t<br />
Pantographes : 2 x AM 18 B</p>
<p>Cas particuliers : Unit&eacute; multiple : 7343 &agrave; 380, 7411 &agrave; 7440<br />
Frein &agrave; r&eacute;cup&eacute;ration : 7411 &agrave; 7440</p>
<p class="titre2">Pour plus d'info :</p>
<p>La fiche <a href="https://fr.wikipedia.org/wiki/BB_7200" class="link1">BB 7200</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB7200.pdf" class="link1">BB 7200</a> de <a href="http://florent.brisou.pagesperso-orange.fr" class="link1">Florent Brisou</a><br />
Les <a href="http://www.trains-europe.fr/sncf/locomotives/7200.htm" class="link1">BB 7200</a> sur <a href="http://www.trains-europe.fr/" class="link1">Trains d'Europe</a>.<br />
l'inventaire des <a href="http://trainsso.pagesperso-orange.fr/BB7200.pdf" class="link1">BB 7200</a> sur <a href="http://trainsso.pagesperso-orange.fr/" class="link1">Trains du Sud-Ouest</a><br />
L'explication d&eacute;taill&eacute;e de la <a href="http://web.archive.org/web/20120421213006/http://belph80001.free.fr/Locoelec_Section/hach.htm"  class="link1">cha&icirc;ne 
de traction </a> des BB 7200 sur le site de Belph&eacute;gor (archive).</p>
</div>
<div class="Section_Illustrations">
<p style="text-align:center"><img src="../images/tr/7382.jpg" alt="La BB 7382 &agrave; Toulouse poss&egrave;de encore ses plaques (13/07/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 7382 &agrave; Toulouse poss&egrave;de encore ses plaques (13/07/2003)</p>
<p style="text-align:center"><img style="border:1px solid black" src="../images/tr/7297.jpg" alt="Apte &agrave; la remorque des Talgo III, la BB 7297 a des tampons rouges. Montpellier (18/05/2003)" width="400" height="300" /><br />
Apte &agrave; la remorque des Talgo III, la BB 7297 a des tampons rouges<br />
(Montpellier, 18/05/2003)</p>
<p style="text-align:center"><img src="../images/tr/7392.jpg" alt="La BB 7392 b&eacute;ton, logo Desgrippes, sur le triage de Villeneuve (16/03/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 7392 b&eacute;ton, logo Desgrippes, sur le triage de Villeneuve (16/03/2003)</p>
<p style="text-align:center"><img src="../images/tr/7201.jpg" alt="La 7201 en Multiservice &agrave; Gr&eacute;sine (05/12/2004). Cette machine est aujourd'hui TER, En Voyage et limit&eacute;e &agrave; 160 km/h." width="400" height="300" style="border:1px solid black" /><br />
La 7201 en Multiservice &agrave; Gr&eacute;sine (05/12/2004). Cette machine est aujourd'hui TER, En Voyage et limit&eacute;e &agrave; 160 km/h.</p>
<p style="text-align:center"><img src="../images/tr/7258_20050716.jpg" alt="La 7258 en Multiservice &agrave; Marseille (16/07/2005)" width="400" height="300" style="border:1px solid black" /><br />
La 7258 en Multiservice &agrave; Marseille (16/07/2005)</p>
<p style="text-align:center"><img src="../images/tr/7292.jpg" alt="La 7292 en Multiservice orage &agrave; Tours (26/12/2004)" width="400" height="300" style="border:1px solid black" /><br />
La 7292 en Multiservice gris orage &agrave; Tours (26/12/2004)</p>
<p style="text-align:center"><img src="../images/tr/7212-01012015.jpg" alt="La 7212 &agrave; Paris Austerlitz (01/01/2015)" width="400" height="300" style="border:1px solid black" /><br />
La 7212 &agrave; Paris Austerlitz. Cette machine PV assure des remontes de<br />
rames vides depuis Masséna (01/01/2015)</p>
<p style="text-align:center"><img src="../images/tr/7396.jpg" alt="La 7396 aux portes ouvertes des ateliers d'Oullins (15/05/2004)" width="400" height="300" style="border:1px solid black" /><br />
La 7396 aux portes ouvertes des ateliers d'Oullins (15/05/2004)</p>
<p style="text-align:center"><img src="../images/tr/7435.jpg" alt="La 7435 m&egrave;ne une UM de BB 7200 PV. Gr&eacute;sine (05/12/2004)" width="400" height="300" style="border:1px solid black" /><br />
La 7435 m&egrave;ne une UM de BB 7200 PV. Gr&eacute;sine (05/12/2004)</p>
<p style="text-align:center"><img src="../images/tr/7411_7421_20110703.jpg" alt="La 7435 m&egrave;ne une UM de BB 7200 PV. Gr&eacute;sine (05/12/2004)" width="400" height="300" style="border:1px solid black" /><br />
La 7411, blasonnée Lamure-sur-Azergues et unique machine UM en livrée Fret, m&egrave;ne la BB 7421. La 7411 est radiée en mai 2017 (Ambérieu, 03/07/2011)</p>
<p style="text-align:center"><img src="../images/tr/7262_20100505.jpg" alt="La 7262, une des trois machines V200, était souvent dédiée à la traction des légers Talgo (Ste Geneviève des Bois, 05/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La 7262, une des trois machines V200, était souvent dédiée à la traction des légers Talgo (Ste Geneviève des Bois, 05/05/2010)</p>
<p style="text-align:center"><img src="../images/tr/7391_toury_22052010.jpg" alt="La 7391 &agrave; Toury (22/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La 7391 &agrave; Toury (22/05/2010)</p>
<p style="text-align:center"><img src="../images/tr/7322-31052012.jpg" alt="La 7322 r&eacute;versible, en livr&eacute;e &quot;En Voyage&quot; Bourgogne, succ&egrave;de aux BB 9700 avc une rame V2N &agrave; Paris-gare de Lyon (31/05/2012)" width="400" height="300" style="border:1px solid black" /><br />
La 7322 r&eacute;versible, en livr&eacute;e &quot;En Voyage&quot; Bourgogne, succ&egrave;de aux BB 9700 avc une rame V2N &agrave; Paris-gare de Lyon (31/05/2012)</p>
<p style="text-align:center"><img src="../images/tr/7237-240711.jpg" alt="La 7237 r&eacute;versible, en livr&eacute;e &quot;En Voyage&quot; Bourgogne (24/07/2011)" width="400" height="300" style="border:1px solid black" /><br />
La 7237 r&eacute;versible, en livr&eacute;e &quot;En Voyage&quot; Bourgogne (24/07/2011)</p>
<p style="text-align:center"><img src="../images/tr/7321-malain-14052010.jpg" alt="La 7321 tire une rame r&eacute;versible Corail TER Bourgogne. Malain (14/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La 7321 tire une rame r&eacute;versible Corail TER Bourgogne. Malain (14/05/2010)</p>
<p style="text-align:center"><img src="../images/tr/7219-montlouis-23052010.jpg" alt="La 7219, en livr&eacute;e &quot;fant&ocirc;me&quot;. Montlouis sur Loire (23/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
La 7219, en livr&eacute;e &quot;fant&ocirc;me&quot;. Montlouis sur Loire (23/05/2010)</p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<div class="SectionBloc">
<p class="titre2">La BB 7200 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p><a href="http://bb25187.eu/" class="link1">Vincent Lorquet </a> a r&eacute;alis&eacute; plusieurs BB 7200 &agrave; petites cabines en configuration d&eacute;but de carri&egrave;re.</p>
<p><img src="../images/msts/7201-02-33_VL.jpg" alt="BB 7200 VL" width="1098" height="308" /></p>
<p><a href="http://yoyoandfriends.free.fr/html/" class="link1">T. Stachnik</a> et son &eacute;quipe ont r&eacute;alis&eacute; un pack de BB 7200 en configuration ann&eacute;es 2000 avec les 7219 et 7223 petites cabines, respectivement en livr&eacute;e fant&ocirc;me et Fret. Ainsi que les machines &quot;grandes cabines&quot; BB 7393 livr&eacute;e b&eacute;ton &agrave; logo carmillon, BB 7258 et BB 7292 (apte aux Talgo III) en livr&eacute;e Multiservice, BB 7243 en livr&eacute;e &quot;En voyage&quot;, BB 7239 en livr&eacute;e &quot;En voyage-TER Bourgogne&quot; et BB 7321 dans la livr&eacute;e unique TER Bourgogne. </p>
<p><img src="../images/msts/7258-92-321-393_YY.jpg" alt="BB 7393-7321-7258-7292" width="900" height="221" /></p>
<p><img src="../images/msts/7219-23-39-43_YY.jpg" alt="BB 7243-7239-7219-7223" width="900" height="218" /></p>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>La tr&egrave;s belle BB 7248 fait partie du pack &quot;Trains de nuit vol.1&quot; r&eacute;alis&eacute; par Herv&eacute; Janin et distribu&eacute; par 
<a href="http://www.simw.com/trains-de-nuit-vol-1-night-trains.html" class="link1">Simware</a>.</p>
<p>Pack payant</p>
</div>
<div class="Section_Illustrations">
<p class="text"><img src="../images/msts/7248.jpg" alt="BB 7248 Sylium" width="400" height="300" style="border:1px solid black" /></p>
</div>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>Les premi&egrave;res BB 7200 reproduites pour MSTS sont des adaptations de <a href="http://www.christrains.com/" class="link1">Chris Longhurst</a> de ses machines NS 1600 et 1700.<br />
Ces mod&egrave;les sont largement d&eacute;pass&eacute;s aujourd'hui mais font figure de pi&egrave;ce de mus&eacute;e puisqu'elles &eacute;taient parmis les toutes premi&egrave;res locomotives fran&ccedil;aises pour MSTS.</p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/msts/7379-7221.jpg" alt="BB 7200 Christrains" width="400" height="300" style="border:1px solid black" /></p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<p id="footer">Ferrovia - 04 Mars 2005<br />
Mise &agrave; jour 23 Décembre 2015<br />
&nbsp;</p>
</body>
</html>
