<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 8100 - BB 80000</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta content="width=device-width, initial-scale=1.0" name="viewport" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
<base href="http://ferrovia.free.fr/tr/" target="_parent">
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lc.html">Locomotives &agrave; courant continu</a></div>
<p class="publication">Ferrovia - 30 Octobre 2012 - Mise &agrave; jour 17 Mai 2017</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">BB 8100</span><br />
<span class="soustitre">4-BB-0401 - BB 8001 - BB 80000</span></p>
<p>Les BB 8100 sont des locomotives &eacute;lectriques aliment&eacute;es en courant continu sous 1,5 kV. Elles &eacute;taient destin&eacute;es &agrave; l'origine pour le service mixte
sur la ligne imp&eacute;riale Paris-Lyon &eacute;lectrifi&eacute;e &agrave; partir de 1950. Rapidement supplant&eacute;es par les progr&egrave;s &eacute;lectrom&eacute;caniques de l'&eacute;poque,
elles se sont vues cantonn&eacute;es au service marchandises. Les BB 8100 ont &eacute;t&eacute; construites &agrave; 171 exemplaires de 1949 &agrave; 1955, auxquels s'ajoute le prototype BB 8001
construit en 1946.</p>
<p>Les BB 80000 sont des BB 8100 modifi&eacute;es en 1995/96, d&eacute;class&eacute;es &agrave; la remonte de rames voyageurs vides.</p>
<p class="titre2">G&eacute;n&egrave;se, le prototype 4-BB-0401</p>
<p>La Lib&eacute;ration est une p&eacute;riode difficile pour la SNCF qui doit &agrave; la fois faire face &agrave; une grande aust&eacute;rit&eacute; budg&eacute;taire et remettre en
&eacute;tat un r&eacute;seau et un parc mat&eacute;riel durement &eacute;prouv&eacute;s par les bombardements ou les sabotages. Les programmes de
"d&eacute;marrage" sont donc des commandes de mat&eacute;riels quasiment identiques &agrave; ceux r&eacute;ceptionn&eacute;s juste avant le d&eacute;but des hostilit&eacute;s. 
Les premiers besoins en locomotives &eacute;lectriques pour service mixte sont donc couverts par la commande des 31 <a href="300.html" class="link1">BB 325 &agrave; 355</a>
(il s'agit en fait d'une commande datant de 1940 et reportée à de meilleurs jours).</p>
<p>Un projet plus ambitieux est cependant &agrave; l'&eacute;tude depuis 1940 et le prototype 4-BB-0401 est construit en 1946. Mécaniquement, la machine
reprend le principe des <a href="BBMidi.html" class="link1">BB Midi</a>. C'est &agrave; dire des bogies &agrave; deux essieux et deux moteurs suspendus par le nez, attel&eacute;s entre-eux et supportant les traverses de chocs.
Cependant, Les moteurs, d'un nouveau type &agrave; p&ocirc;les de compensation, permettent de d&eacute;velopper 2100 kW, pas loin du double des a&icirc;n&eacute;es les plus directes. 
Ces moteurs, alimentés en 750 V ne permettent plus de couplage Parallèle. Cependant, un découpage plus fin des crans de traction et de shuntage, 
ainsi qu'une conception des couplages Série et Série-Parallèle permettant d'utiliser les moteurs à pleine puissance à différentes allures rendent la machine plus souple 
à l'usage que la précédente génération tout en confirmant son caractère polyvalent.
Pour transmettre les efforts aux roues, une transmission &eacute;lastique bilatérale et un asservissement des boîtes d'essieux par biellettes à silentblocs (au lieu de glissières) am&eacute;liorent sensiblement
le comportement de la machine. La charge de la machine reste de 20 tonnes &agrave; l'essieu, mais il est possible de la lester &agrave; 23t.</p>
<p>La principale innovation tient toutefois dans l'emploi de la soudure au lieu des rivets pour la construction de la
caisse et des bogies apportant rigidit&eacute; et la simplification de la maintenance. Les cabines sont ainsi mieux insonoris&eacute;es, d'autant que la puissance
confortable de la machine a rendu inutile l'aptitude &agrave; l'Unit&eacute; Multiple et qu'en cons&eacute;quence, les faces avant sont d&eacute;pourvues de portes frontales.
Le toit d&eacute;montable permet de remplacer rapidement les &eacute;quipements &eacute;lectriques con&ccedil;us en modules interchangeables pour raccourcir les temps
d'immobilisation en atelier. R&eacute;-immatricul&eacute;e BB 8001, elle est donc le cha&icirc;non entre les constructions &eacute;lectriques d'avant guerre et
la nouvelle génération annoncée par les prototypes <a href="7000.html" class="link1">CC 7000</a>.</p> 
<p class="titre2">Carri&egrave;re, les 8100 de s&eacute;rie</p>
<p>Un autre projet pr&eacute;par&eacute; durant l'occupation concerne l'&eacute;lectrification de la ligne imp&eacute;riale. Pour cet axe majeur, entre Paris et Lyon, un grand nombre de
machines doivent &ecirc;tre construites pour remplacer les vapeurs. L'aust&eacute;rit&eacute; et les tensions sur le charbon rendent ce projet prioritaire d&egrave;s la Lib&eacute;ration.</p>
<p>Les BB 8101 &agrave; BB 8236 sont mises en service entre 1949 et 1953. Une seconde sous-s&eacute;rie (BB 8237 &agrave; 8271) est commandée en 1952.
Elle comporte des diff&eacute;rences m&eacute;caniques
qui n'en font plus tout &agrave; fait des "BB Midi". L'attelage entre bogies dispara&icirc;t et les liaisons entre bogies et caisse sont modifi&eacute;es.
Jusqu'alors constitu&eacute;es d'un pivot fixe dans le premier bogie et d'un pivot disposant d'un degr&eacute; de libert&eacute; suppl&eacute;mentaire par glissi&egrave;re dans le second,
la liaison est d&eacute;sormais constitu&eacute;e de deux pivots fixes &eacute;lastiques.</p>
<p>Les BB 8100 sont livr&eacute;es au m&ecirc;me rythme que la r&eacute;ception des nouveaux tron&ccedil;ons &eacute;lectrifi&eacute;s au Sud-Est.
Le surplus de machines faisant tout de m&ecirc;me des piges &agrave; l'Ouest et au Sud-Ouest, notamment &agrave; Tours qui poss&egrave;de un contingent jusque 1970.
L'int&eacute;gralit&eacute; de la s&eacute;rie est alors rassembl&eacute;e &agrave; Dijon.</p>
<p>Durant les ann&eacute;es 1970, les BB 8100 sont d&eacute;sormais trop lentes pour les trains de voyageurs et un peu justes pour les trains de marchandises dont la tare a consid&eacute;rablement 
augment&eacute;. Leur passage en Grande R&eacute;vision G&eacute;n&eacute;rale est donc l'occasion de les &eacute;quiper de l'anti-patinage et de la marche en UM.
Comme sur les <a href="300.html" class="link1">BB 325-355</a> et les <a href="7000.html" class="link1">CC 7100</a>, le pare brise
est remplac&eacute; par deux baies de type <a href="25500.html" class="link1">BB 25500</a> pos&eacute;es sur joint n&eacute;opr&egrave;ne.
Ainsi dot&eacute;es, les BB 8100 se frottent &agrave; des trains d'hydrocarbures de 3200t et la difficile ligne de la Maurienne en traction ou en pousse attel&eacute;e.
Ces services sont peu &agrave; peu repris par des <a href="7200.html" class="link1">BB 7200 PV UM</a> et, m&ecirc;me si leur emploi se maintient
gr&acirc;ce &agrave; la r&eacute;forme anticip&eacute;e des <a href="9400.html" class="link1">BB 9400</a>, les BB 8100 ne b&eacute;n&eacute;ficient plus d'entretien
approfondi &agrave; partir de 1991. En parall&egrave;le, ces machines sont jug&eacute;es inconfortables par les m&eacute;caniciens par rapport aux s&eacute;ries plus
r&eacute;centes. Elles sont progressivement limit&eacute;es &agrave; des &eacute;tapes courtes entre triages ou d&eacute;class&eacute;es &agrave; la man&oelig;uvre.</p>
<p>La marche en UM imposait &agrave; l'origine une limite de vitesse plus basse qu'en solo. Une modification permit de combler cette lacune mais 
elle n'&eacute;tait pas applicable &agrave; la seconde sous-s&eacute;rie dont les bogies sont diff&eacute;rents. D&egrave;s lors, ce sont les machines les plus jeunes qui sont
mises sur la touche en premier. Les amortissements d&eacute;butent en 1988 en raison de la livraison des premi&egrave;res <a href="26000.html" class="link1">BB 26000</a>.
Les premi&egrave;res r&eacute;formes ne sont prononc&eacute;es qu'en 1993 pour la premi&egrave;re sous-s&eacute;rie. Le plus gros de la s&eacute;rie quitte le service &agrave; 
la fin des ann&eacute;es 1990.</p>
<p>Limitées à des parcours de 150 km pour cause d'inconfort, les dernières 8100 cessent leurs services en ligne en 2004. Les 8120, 8216 et 8229
sont cependant mises en utilisation spéciale pour racler les caténaires givrées. Elles sortiront ponctuellement jusqu'à leur amortissement en 2011.</p>
<p class="titre2">D&eacute;classement &agrave; la man&oelig;uvre, les BB 80000</p>
<p>L'&eacute;tude de sp&eacute;cialisation de BB 8100 &agrave; la man&oelig;uvre date de 1992. Quelques machines, essentiellement de la seconde sous-s&eacute;rie (8237-8271) sous-utilis&eacute;e,
sont employ&eacute;es &agrave; des t&acirc;ches de man&oelig;uvres et d'&eacute;volutions, sans transformation. Finalement, douze machines sont transform&eacute;es en BB 80000 avec l'&eacute;quipement
d'un dispositif de maintien de la vitesse &agrave; 3 km/h, le KVB et l'abaissement de la vitesse limite &agrave; 70 km/h. L'&eacute;quipement d'UM est d&eacute;pos&eacute;.
Elles remplacent les <a href="300.html" class="link1">BB 300</a> affect&eacute;es &agrave; la remonte de rames voyageurs vides. Les BB 8241, 8161, 8126, 8247, 8139, 8166, 8121, 
8220, 8162, 8188, 8185 et 8193 sont transform&eacute;es entre juillet 1995 et d&eacute;cembre 1996 en BB 80001 &agrave; 80012. Afin d'unifier les machines, la BB 80001 (ex-8241)
et la BB 80004 (ex-8247) re&ccedil;oivent des bogies de la premi&egrave;re sous-s&eacute;rie (provenant respectivement des BB 8189 et 8175).</p>
<p>Les transformations devaient initialement concerner 27 machines. Ce sont des transformations de <a href="88500.html" class="link1">BB 88500</a> 
qui ont limit&eacute; ce chantier. D&egrave;s 2002, deux machines sont amorties, suivies de trois autres en 2006. Seule la 80010 survit en 2010, jusqu'au 1er juin quand 
sa r&eacute;forme est prononc&eacute;e. Elle est depuis pr&eacute;serv&eacute;e &agrave; Mohon.</p>
<p class="titre2">Les "8100" étrangères</p>
<p>Les 8100 n'ont pas connu le même succès que leurs cousines <a href="7000.html" class="link1">7100</a> à l'exportation. Deux pays, le Maroc et les Pays-bas
se sont toutefois portés acquéreurs de machines sensiblement différentes des machines SNCF. Les CFM (Chemins de Fer Marocains, futurs ONCF) ont acquis
quatorze machines réparties en deux sous-séries (701-705 à rapport de réduction long pour trains de voyageurs à 110 km/h, 706-714 pour trains de minerai à 80 km/h). 
Alimentées en 3000V, ces locomotives disposent de moteurs différents (TA625) et moins puissants.</p>
<p>Les Chemins de Fers Néerlandais (Nederlandse Spoorwegen) ont commandé 60 locomotives du type NS 1100 alimentées en 1500V. Un peu moins puissantes que les BB 8100 (1860 kW), ces machines se distinguent
par des moteurs TA 628 à six pôles non compensés, entièrement suspendus et une transmission à anneau dansant Alsthom, comme sur nos CC 7100. La vitesse limite est ainsi plus élevée (135 km/h). 
L'esthétique de ces machines a été fortement modifiée lors de leur révision générale avec l'ajout de boucliers, ressemblant aux nez cassés des NS 1600/1700, cousines de nos BB 7200.</p>
<p class="titre2">Les livr&eacute;es</p>
<p>Tandis que les nouvelles machines de vitesse pr&eacute;vues pour l'&eacute;lectrification de Paris-Dijon inaugurent une livr&eacute;e bicolore vert bleut&eacute; in&eacute;dite
(mais pas encore tout &agrave; fait normalis&eacute;e puisque Paul Arzens ne reprend pas les teintes des <a href="9100.html" class="link1">2D2 9100</a> pour habiller les <a href="7000.html" class="link1">CC 7100</a>), les BB 8100
dont la t&acirc;che sera plus discr&egrave;te restent dans la tradition issue du Sud-Ouest. Les machines sont &agrave; l'origine en vert ext&eacute;rieur 306 avec les couvre-joints
entourant pare-brises et hublots rouge vif.</p>
<p>Cette livr&eacute;e &eacute;volue dans les ann&eacute;es 1950 en vert celtique 301 et rouge vermillon. Après GRG, le pare-brise monté sur joints perd sa couleur, puis ce sont les hublots
qui sont souvent peints du même vert que la caisse.</p>
<p>La livrée béton est appliquée à la série dans les années 1990. Deux formes de moustaches existent en fonction de la taille de police du numéro.
C'est cette deuxième version qui est appliquée aux BB 80000. Néanmoins, de nombreuses machines étaient encore peintes en vert lors de leur amortissement.</p>
<p class="titre2">Les machines pr&eacute;serv&eacute;es</p>
<p>La 8238 est pr&eacute;serv&eacute;e &agrave; l'&eacute;comus&eacute;e de Breil sur Roya.</p>
<p>L'APPAF conserve la BB 8177 au Mus&eacute;e du Chemin de fer de N&icirc;mes.</p>
<p>La BB 80010 est pr&eacute;serv&eacute;e &agrave; l'annexe de la Cit&eacute; du Train &agrave; Mohon.</p>
<p>La NS 1125, qui avait échappé à la modification des ses nez, est restaurée en livrée d'origine au musée d'Utrecht.</p>
<p>Sans être officiellement préservées et en mauvais &eacute;tat, plusieurs machines (8100 et 80000) ont échappé à la découpe et restent visibles dans diverses emprises ferroviaires à Vitry-sur-Seine, Juvisy, Villeneuve St Georges...</p>
<p class="titre2"> Quelques donn&eacute;es techniques</p>
<p>Constructeurs : Alsthom, Schneider-Jeumont, SW-Mat&eacute;riel &eacute;lectrique et Batignolles-Oerlikon<br />
Tension d'alimentation : continu 1,5 kV<br />
Cha&icirc;ne de traction : Banc rh&eacute;ostatique, contacteurs à commande individuelle<br />
Inverseur et couplage : commutateurs à cames<br />
Couplages S&eacute;rie, S&eacute;rie/Parall&egrave;le, shuntage jusqu'&agrave; 76% sur les deux couplages <br />
Motorisation : 2 moteurs M1 TC par bogie, suspendus par le nez.<br />
Puissance en r&eacute;gime continu : 2100 kW<br />
Aptitude &agrave; l'UM depuis les GRG (&eacute;quipement d&eacute;pos&eacute; sur les BB 80000)</p>
<p>Longueur : 12,92m<br />
Masse : 80t, lest&eacute;e &agrave; 92t<br />
Pantographes : 2 type G</p>
<p class="titre2">Pour plus d'info :</p>
<p class="link1">- Bibliographie</p>
<p>Loco revue n&deg;641 (novembre 2000) : BB 8100 les derni&egrave;res filles du Midi<br />
n&deg;642 (d&eacute;cembre 2000) : BB 8100 la saga des bo&icirc;tes &agrave; hublots<br />
Le Train Sp&eacute;cial n&deg;36 4/2003 : Les BB 8100<br />
Correspondances ferroviaires n&deg;33 (juillet/ao&ucirc;t 2007) : Les 60 ans de la BB 8001<br />
Ferrovissime n&deg;79 (janvier/f&eacute;vrier 2016)<br />
Chemins de Fer (AFAC) janvier-février 1951 : L'électrification des chemins de fer néerlandais.
</p>
<p class="link1">- Ailleurs sur le Web</p>
<p>Les fiches des <a href="https://fr.wikipedia.org/wiki/BB_8100" class="link1">BB 8100</a> et <a href="https://fr.wikipedia.org/wiki/BB_80000" class="link1">BB 80000</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Les inventaires des <a href="http://trainsso.fr/BB 8100.pdf" class="link1">BB 8100</a> et <a href="http://trainsso.fr/BB80000.pdf" class="link1">BB 80000</a> sur <a href="http://trainsso.fr/" class="link1">Trains du Sud-Ouest</a><br />
</p>
</div> 
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/8177_23062015.jpg" alt="La BB 8177 pr&eacute;serv&eacute;e par l'APPAF (N&icirc;mes, 23/06/2015)" width="400" height="300" /><br />
La BB 8177 pr&eacute;serv&eacute;e par l'APPAF (N&icirc;mes, 23/06/2015)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/8153_20030202.jpg" alt="En ce 02 février 2003, les 8100 se font rares. La BB 8153 emm&egrave;ne le couplage BB 64722-64822 (Lyon Perrache, 02/02/2003)" width="400" height="300" /><br />
En ce 2 février 2003, les 8100 se font rares. La BB 8153 emm&egrave;ne<br />
le couplage BB 64722-64822 (Lyon Perrache, 02/02/2003)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/80002_20021222.jpg" alt="La BB 80002 man&oelig;uvre une rame Aqualys (Paris-Austerlitz, 22/12/2002)" width="400" height="300" /><br />
La BB 80002 man&oelig;uvre une rame Aqualys (Paris-Austerlitz, 22/12/2002)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/80011-15092006.jpg" alt="La BB 80011 man&oelig;uvre une rame TER Centre &agrave; Paris-Austerlitz (15/09/2006)" width="400" height="300" /><br />
La BB 80011 man&oelig;uvre une rame TER Centre &agrave; Paris-Austerlitz (15/09/2006)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/80010-01042007.jpg" alt="La BB 80010 en man&oelig;uvre &agrave; Paris-Austerlitz porte le logo Carmillon (01/04/2007)" width="400" height="300" /><br />
La BB 80010 en man&oelig;uvre &agrave; Paris-Austerlitz porte le logo Carmillon (01/04/2007)<br />
Elle est d&eacute;sormais pr&eacute;serv&eacute;e &agrave; Mohon.</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/NS1100_maquette.jpg" alt="Maquette d'une NS 1100 exposée à Grand Train" width="400" height="300" /><br />
Maquette d'une NS 1100 exposée à l'exposition Grand Train.</p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<div class="SectionBloc">
<p class="titre2">Les BB 8100 et 80000 version <img alt="logo_MSTS" src="https://grool149.github.io/ferrovia/images/msts/msts_logo.jpg" /></p>
<p><a href="http://le-train-virtuel.net/" class="link1">Jean Pierre Gl&eacute;onec</a> a r&eacute;alis&eacute; plusieurs <a href="http://le-train-virtuel.net/page_web/page_8100.html" class="link1">BB 8100</a> et
<a href="http://le-train-virtuel.net/page_web/page_80000.html" class="link1">BB 80000</a> pour MSTS</p>
<p><a href="http://www.activitysimulatorworld.net" class="link1">ASW</a> propose <a href="http://www.activitysimulatorworld.net/chargements_temporaires/ASW_Chargements_LocElectriques.html" class="link1">plusieurs redécorations</a>
r&eacute;alis&eacute;es par Hervé Droin sur cette base.</p>
<img alt="BB 8100 Droin" src="https://grool149.github.io/ferrovia/images/msts/BB8100-gleonec-ozone.jpg" width="800" height="285" />
<p>P.Meut a r&eacute;alis&eacute; la BB 8191.<br />
Elle est <a href="http://www.activitysimulatorworld.net/Les_locomotives_electriques/Les_Locomotives_electriques_Francaises_10.htm" class="link1">téléchargeable sur ASW</a></p>
<img alt="BB 8191" src="https://grool149.github.io/ferrovia/images/msts/BB8191_meut.jpg" width="700" height="526" />
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<p id="footer">Ferrovia - 30 Octobre 2012<br />
Mise &agrave; jour 17 Mai 2017<br />
&nbsp;</p>
</body>
</html>
