<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 9200</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta content="width=device-width, initial-scale=1.0" name="viewport" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="../tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lc.html">Locomotives &agrave; courant continu</a></div>
<p class="publication">Ferrovia - 22 Septembre 2004 - Mise &agrave; jour 30 Mai 2010</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 9200</p>
<p>Machines de vitesse &agrave; la carri&egrave;re tr&egrave;s riche, les BB 9200 furent mises en service &agrave; partir de 1957 et une poign&eacute;e d'engins &eacute;tait encore en service commercial en 2010. Trois locomotives sont restées &agrave; l'effectif jusque 2015 pour des missions tr&egrave;s sp&eacute;cifiques du Mat&eacute;riel (raclage de givre des cat&eacute;naires.)</p>
<p class="titre2">Histoire</p>
<p>C'est au BLS, principale entreprise ferroviaire priv&eacute;e Suisse, que l'on doit la mise en service des premi&egrave;res machines de type BB de vitesse en 1944 avec ses Ae 4/4. A l'&eacute;poque, cette disposition constructive (machine reposant sur deux bogies &agrave; deux essieux moteurs chacun et adh&eacute;rence totale) &eacute;tait r&eacute;serv&eacute;e &agrave; des machines de puissance mod&eacute;r&eacute;e et limit&eacute;es &agrave; 100 km/h. En cause, les moteurs &eacute;lectriques embarqu&eacute;s dans les bogies de faible puissance, du fait des contraintes d'encombrement et des connaissances en &eacute;lectrotechnique du moment. Ainsi que la suspension des moteurs par le nez, c'est &agrave; dire, s'appuyant par un pivot directement sur l'essieu, qui engendraient des masses non-suspendues importantes. Beaucoup d'ing&eacute;nieurs craignaient aussi que l'absence de bissels, ces essieux porteurs qui guidaient les locomotives &agrave; vapeur et les 2D2 &eacute;lectriques en France, soit pr&eacute;judiciable &agrave; la stabilit&eacute; et donc &agrave; la s&eacute;curit&eacute; &agrave; des vitesses sup&eacute;rieures.</p>
<p>C'est pourquoi, &agrave; la sortie de la guerre, la SNCF commandait prudemment encore des machines de type 2D2 pour les trains rapides de l'axe Paris-Lyon &eacute;lectrifi&eacute; &agrave; partir de 1949 : les <a href="9100.html" class="link1">2D2 9100</a>. Mais l'exemple Suisse int&eacute;ressait autant la SNCF que les constructeurs Fran&ccedil;ais. MTE proposait ainsi des prototypes BBB et CC, et Alsthom proposait les <a href="7000.html" class="link1">CC 7000</a>, &agrave; adh&eacute;rence totale mais &agrave; six essieux. La SNCF commandait &eacute;galement quatre prototypes de machines BB de vitesse, impliquant les constructeurs Suisses SLM, Brown Boveri (BB 9001 et 9002), Oerlikon et le Fran&ccedil;ais Jeumont-Schneider (BB 9003 et 9004). </p>
<p>Les 9200 en sont directement issues. Leurs moteurs sont ceux des BB 9001 et 2. L'&eacute;quipement &eacute;lectrom&eacute;canique, la construction de la caisse et surtout des bogies s'inspirent fortement des BB 9003 et 4. Ces fameux bogies sont constitu&eacute;s de deux moteurs s&eacute;rie de 950 kW install&eacute;s au centre du chassis en 'H' du bogie. Ils transmettent leur effort &agrave; chacun des essieux par un arbre creux entourant l'arbre de l'essieu et reli&eacute; par deux cardans, d'un c&ocirc;t&eacute; au r&eacute;ducteur du moteur, et de l'autre &agrave; la toile d'une jante. Le bogie transmet son effort &agrave; la caisse par des barres de traction basses qui r&eacute;duisent le cabrage et le patinage du bogie. C'est la transmission Jacquemin, du nom de son concepteur, et qui est devenu le surnom de toutes les s&eacute;ries de machines MTE recevant le m&ecirc;me type de caisses que les BB 9200. Les c&eacute;l&egrave;bres essais &agrave; grande vitesse des CC 7107 et BB 9004 dans les Landes en 1955 avaient non seulement prouv&eacute; que des machines &agrave; adh&eacute;rence restaient stables au del&agrave; de 200 km/h, mais aussi que la transmission Jacquemin &eacute;tait d'une grande robustesse. Alors que les anneaux dansants de la <a href="7000.html" class="link1">CC 7107</a> &eacute;taient d&eacute;truits apr&egrave;s le record.</p>
<p>D&egrave;s leur mise en service en 1957, les BB 9200 enterr&egrave;rent le concept des 2D2 et firent rapidement de l'ombre &agrave; celui des CC en r&eacute;cup&eacute;rant les trains les plus nobles du Sud-ouest et de l'axe PLM. Elle firent voler en &eacute;clats les id&eacute;es re&ccedil;ues sur les vitesses accessibles en chemin de fer et furent les premi&egrave;res &agrave; &ecirc;tre autoris&eacute;es au 160 km/h. A une &eacute;poque o&ugrave; vitesse et luxe &eacute;taient intimement li&eacute;s, les BB 9200 assuraient les trains les plus prestigieux sous 1500 V : Mistral, Etendard, Capitole. Sur ce dernier, en 1967, elle firent tomber la barre symbolique des 200 km/h en service commercial avec le petit contingent de BB 9200 Capitole. Les 9291 et 9292 &eacute;taient m&ecirc;me autoris&eacute;es &agrave; la vitesse de 250 km/h. Cet age d'or fut bref. Trois ans &agrave; peine avant que ce train r&eacute;volutionnaire soit remplac&eacute; par du mat&eacute;riel encore plus ambitieux : <a href="6500.html" class="link1">CC 6500</a> et rame TEE Grand Confort. Ces BB 9200 de course continu&egrave;rent tout de m&ecirc;me des essais &agrave; plus de 200 km/h.</p>
<p>En 1967, la supr&eacute;matie des BB 9200 &eacute;tait d&eacute;j&agrave; contest&eacute;e par leurs cadettes <a href="9300.html" class="link1">BB 9300</a> arrivant en force &agrave; Villeneuve St Georges. Deux ans plus tard, c'est les <a href="6500.html" class="link1">CC 6500</a> qui leur prenaient en quelques temps tous les trains rapides et prestigieux du Sud-Est comme du Sud-Ouest. Enfin, dans les ann&eacute;es 70, les machines &agrave; thyristors arrivaient en masse et s'arrogaient les rapides avec les rames Corail. Leurs missions se sont alors diversifi&eacute;es. Elles se sont illustr&eacute;es sur l'axe Paris-Tours dans les circulations en r&eacute;versibilit&eacute; &agrave; 160 km/h par l'utilisation d'une liaison sp&eacute;ciale &agrave; c&acirc;blots en 1978 puis en 1986 par un boitier de multiplexage communicant les informations de contr&ocirc;le-commande sur la liaison Sono UIC. Ce qui permet d'utiliser n'importe quelle voiture du parc sans modification. Elles ont aussi bascul&eacute; progressivement vers des missions de fret.</p>
<p>En 1992, quatre machines ont &eacute;t&eacute; transform&eacute;es en <a href="9700.html" class="link1">BB 9700</a> pour la pousse des V2N sur Paris / Laroche-Migennes.</p>
<p class="titre2">Fin de carri&egrave;re</p>
<p>Depuis le retrait des <a href="7000.html" class="link1">CC 7100</a>, les 9200 étaient devenues les machines de vitesse les plus anciennes du parc SNCF. Leur amortissement, commenc&eacute; en 2002 pour quelques unit&eacute;s isol&eacute;es, s'est acc&eacute;l&eacute;r&eacute; en 2003 avec l'&eacute;viction de nombreuses machines Fret de Bordeaux (notamment les derni&egrave;res en livr&eacute;e Oullins) et surtout, le 14 d&eacute;cembre 2003 avec la suppression totale des 409200. Fret se s&eacute;parant des anciennes s&eacute;ries de machines dans le cadre du plan de rigueur "Starter". Les machines Bordelaises ayant encore du potentiel furent alors revers&eacute;es au d&eacute;p&ocirc;t de Paris SO, aux activit&eacute;s GL et TER. En contrepartie, Paris SO se s&eacute;para de ses machines arrivant &agrave; chute de potentiel. La 9291, premi&egrave;re machine de s&eacute;rie &agrave; couple 250 au d&eacute;but de sa carri&egrave;re, fut ainsi radi&eacute;e en D&eacute;cembre 2003.<br />
En 2004, il restait 45 machines en service, utilis&eacute;es principalement sur l'axe Paris-Orl&eacute;ans-Tours 'Aqualys', les TER Paris-Le Mans et Paris-Dijon-Lyon. On pouvait encore en croiser sur quelques express Paris-Irun. Fin 2004, la fermeture de l'&eacute;tablissement de Paris Sud-Ouest envoie les machines &agrave; Dijon-Perrigny et Saint Pierre des Corps.</p>
<p>Les radiations se sont poursuivies au cours des ann&eacute;es suivantes et la refonte de l'offre TER Bourgogne avec des rames Corail r&eacute;versibles de nouvelle g&eacute;n&eacute;ration les a d&eacute;finitivement &eacute;vinc&eacute;es du Sud-Est, remplac&eacute;es par des <a href="7200.html" class="link1">BB 7200</a> R.</p>
<p>En 2010, il restait 13 machines en service toutes affect&eacute;es &agrave; St Pierre. Outre deux journ&eacute;es de roulement sur des Aqualys pour rejoindre leur d&eacute;p&ocirc;t titulaire, elles sont principalement utilis&eacute;es sur des TER Paris-Le Mans (7 journ&eacute;es de roulement). La série fut intégralement amortie en 2011, à l'exception des BB 9247, 9257 et 9265 conservées en utilisation spéciale jusqu'en 2015.</p>
<p>Ces machines restent fiables apr&egrave;s plus de 50 ans de service mais n'offrent pas un confort digne des machines plus r&eacute;centes. En 
outre, le rh&eacute;ostat demeure un &eacute;l&eacute;ment p&eacute;nalisant pour l'exploitation de la machine aussi bien en ce qui concerne la conduite, 
la dissipation d'&eacute;nergie ou bien la maintenance, par rapport aux machines &agrave; thyristors.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : MTE - Creusot Loire - Jeumont Schneider<br />
Tension d'alimentation : 1,5 kV Continu<br />
Puissance en régime continu : 4 x 950 kW = 3800kW<br />
Traction : 4 moteurs &agrave; courant continu<br />
Cha&icirc;ne de traction : Banc rh&eacute;ostatique command&eacute; par arbre &agrave; cames JH.<br />
Vitesse maximum autorisée : 160 km/h<br />
Machines &eacute;quip&eacute;es FRH : 9263 &agrave; 9292<br />
Machines &eacute;quip&eacute;es FEP : 9250, 9257 &agrave; 9292<br />
Machines dot&eacute;es de traverses renforc&eacute;es pour l'attelage 
automatique : 9218, 48, 51, 58, 64, 68, 69, 89<br />
Machines r&eacute;versibles par c&acirc;blots : 9280 à 82, 88, 91, 92 (9281 
modifi&eacute;e depuis en 9700)<br />
Machines r&eacute;versibles par Mux : 9263 à 65, 67, 68, 73, 80, 87, 89, 90</p>
<p>Longueur : 16,200 m<br />
Masse : 82t</p> 
<p class="titre2">Les livr&eacute;es</p>
<p>Les 9200 ont la palme du plus grand nombre de livr&eacute;es diff&eacute;rentes, dont certaines tr&egrave;s atypiques comme la fameuse robe rouge Capitole, la livr&eacute;e Corail pour les machines aptes &agrave; la r&eacute;versibilit&eacute; par c&acirc;blots, ou bien les deux livr&eacute;es prototypes dites "Arzens" dont la seule application importante fut les <a href="9400.html" class="link1">BB 9400</a>.</p>
<p>Les autres livr&eacute;es appliqu&eacute;es sur la s&eacute;rie sont la livr&eacute;e d'origine (vert bleut&eacute; &agrave; enjoliveurs aluminium), la livr&eacute;e &quot;Oullins&quot; (vert bleut&eacute; &agrave; bandes blanches), la livr&eacute;e b&eacute;ton dans diverses configurations, les livr&eacute;es Multiservice gris fonc&eacute; , la livr&eacute;e Fret et la livr&eacute;e &quot;En Voyage&quot;.</p>
<p class="titre2">Machines remarquables de la s&eacute;rie</p>
<p>9252 : Cette machine participa en 1971 aux essais de hacheurs de courant. 
La CC 20002 d&eacute;motoris&eacute;e fournissait le courant hach&eacute; 
&agrave; la 9252.</p>
<p>9231 : Machine ayant rev&ecirc;tu la livr&eacute;e Arzens &agrave; base 
de vert.</p>
<p>9288 : Machine ayant rev&ecirc;tu la livr&eacute;e Capitole, puis verte 
&agrave; enjoliveurs avec des pantographes unijambiste, la livr&eacute;e 
Corail r&eacute;versible puis la livr&eacute;e Arzens &agrave; base de 
gris.</p>
<p>9291 et 9292 : Les cadettes de la s&eacute;rie furent les plus spectaculaires. 
Dans l'optique du Capitole, elles furent dimensionn&eacute;es pour 250 
km/h.<br />
Les autres machines Capitole, limit&eacute;es &agrave; 200 km/h &eacute;taient les BB 9278, 9281, 9282 et 9288. Elles se diff&eacute;renciaient de la s&eacute;rie par leur livr&eacute;e rouge mais &eacute;galement par des pantographes unijambistes AM 18, des pare-brise renforc&eacute;s, des boites d'essieux &agrave; rouleaux et des tampons hydrauliques. Apr&egrave;s le Capitole, ces &eacute;quipements sp&eacute;ciaux les ont pr&eacute;destin&eacute;es &agrave; assurer des services sp&eacute;cifiques tels que la remorque du Catalan Talgo ou les rames corail r&eacute;versibles.<br />
La BB 9291, radi&eacute;e en 2003, fut prise en charge par les ateliers d'Oullins qui lui ont redonn&eacute; l'aspect de son glorieux pass&eacute; en livr&eacute;e Capitole. Elle a int&eacute;gr&eacute; la Cit&eacute; du Train de Mulhouse en 2009.</p>
<p>9274 : Premi&egrave;re machine SNCF &agrave; d&eacute;passer le cap symbolique des 10 millions de kilom&egrave;tres parcourus, en septembre 2001. Elle t&eacute;moigne de l'excellence de la conception et de la robustesse de ces machines. </p>
<p class="titre2">Machines ayant quitt&eacute; la s&eacute;rie</p>
<p>9249 radi&eacute;e en 1967 suite &agrave; accident<br />
9211 et 12 amorties en 2002<br />
9238 radi&eacute;e en 2003 suite &agrave; accident de PN<br />
9210, 16, 18, 19, 21, 27, 29, 32, 41 et 44 amorties au cours de l'ann&eacute;e 
2003<br />
Le passage au service d'hiver et l'arr&ecirc;t des 409200 entrainent la 
radiation des 9202 &agrave; 07, 09, 13, 15, 23 &agrave; 26, 28, 30, 34 &agrave; 37 et 39 de Bordeaux<br />
et, suite &agrave; l'affectation des machines restantes &agrave; Paris 
SO, des 9250, 52, 53, 59, 60, 62, 67, 80 et 91 courant 2004.</p>
<p>En 2005, cinq machines amorties : 9266, 77 et 92 de St Pierre. 9274 et 89 de Dijon.</p>
<p>En 2006, onze machines : 9208, 33, 48, 54, 55, 58, 61, 64, 68, 78 (TSP), 83 (DPY)</p>
<p>En 2007, huit machines : 9201, 51, 63, 75, 76 (TSP), 46, 87, 88 (DPY)</p>
<p>En 2008 : la 9279 de Tours St Pierre</p>
<p>En 2009, la 9220 de Tours St Pierre et les 9242, 69, 70 et 90 mettant fin au parc de Dijon Perrigny.</p>
<p>En 2010, les 9217 et 9245 ont &eacute;t&eacute; amorties.<br />
9222, 9231 et 9273 en cours d'amortissement.</p>
<p>9271, 81, 85 et 86 transform&eacute;es en <a href="9700.html" class="link1">BB 9700</a> en 1992.</p>
<p class="titre2">Pour plus d'info :</p>
<p>la fiche <a href="https://fr.wikipedia.org/wiki/BB_9200" class="link1">BB 9200</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheBB9200.pdf" class="link1"> BB 9200</a> de <a href="http://vigie22.free.fr/" class="link1">Florent Brisou</a><br />
l'inventaire des <a href="http://trainsso.fr/BB9200.pdf" class="link1">BB 9200</a> sur <a href="http://trainsso.fr/" class="link1">Trains du Sud-Ouest</a></p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/tr/9291_20161014.jpg" alt="La BB 9291 restaurée en livr&eacute;e Capitole (Exposition Grand Train, Paris, 14/10/2016)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9291 restaurée en livr&eacute;e Capitole<br />(Exposition Grand Train, Paris, 14/10/2016)</p>
<p><img src="../images/tr/09221.jpg" alt="La BB 9221 en livr&eacute;e &quot;Oullins&quot; &agrave; Orl&eacute;ans en t&ecirc;te d'un Aqualys (23/12/2001)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9221 en livr&eacute;e &quot;Oullins&quot; &agrave; Orl&eacute;ans en t&ecirc;te d'un Aqualys (23/12/2001)</p>
<p><img src="../images/tr/09277.jpg" alt="La BB 9277 b&eacute;ton &agrave; Paris Montparnasse (02/11/2002)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9277 b&eacute;ton &agrave; Paris Montparnasse (02/11/2002)</p>
<p><img src="../images/tr/9268-paz-020503.jpg" alt="La BB 9264 traverses renforc&eacute;es, Paris Austerlitz (02/05/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9264 traverses renforc&eacute;es, Paris Austerlitz (02/05/2003)</p>
<p><img src="../images/tr/9282-tours-101102.jpg" alt="La BB 9282 ex-r&eacute;versible &agrave; c&acirc;blots, Tours (10/11/2002)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9282 ex-r&eacute;versible &agrave; c&acirc;blots, Tours (10/11/2002)</p>
<p><img src="../images/tr/9284-25062010.jpg" alt="La BB 9284 livr&eacute;e Multiservice &agrave; base de gris fonc&eacute; 808 &agrave; Coigni&egrave;res (25/06/2010)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9284 livr&eacute;e Multiservice &agrave; base de gris fonc&eacute; 808 &agrave; Coigni&egrave;res (25/06/2010)</p>
<p><img src="../images/tr/09256.jpg" alt="La BB 9256 &agrave; Meudon dans la livr&eacute;e Multiservice &agrave; base de gris orage 844 (19/05/2004)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9256 &agrave; Meudon dans la livr&eacute;e Multiservice &agrave; base de gris orage 844<br />(19/05/2004)</p>
<p><img src="../images/tr/09220.jpg" alt="La BB 9220, livr&eacute;e Fret, &agrave; Villeneuve d&eacute;p&ocirc;t (11/04/2003)" width="400" height="300" style="border:1px solid black" /><br />
La BB 9220, livr&eacute;e Fret, &agrave; Villeneuve d&eacute;p&ocirc;t (11/04/2003)</p>
<p><img src="../images/tr/09273.jpg" alt="La BB 9273 &agrave; Orl&eacute;ans en livr&eacute;e &quot;En Voyage&quot; incompl&egrave;te (09/11/2002)" width="400" height="282" style="border:1px solid black" /><br />
La BB 9273 &agrave; Orl&eacute;ans en livr&eacute;e &quot;En Voyage&quot; incompl&egrave;te (09/11/2002)</p>
<p><img src="../images/tr/09265.jpg" alt="La BB 9265 &agrave; Paris Montparnasse en livr&eacute;e &quot;En Voyage&quot; (16/09/2004)" width="400" height="282" style="border:1px solid black" /><br />
La BB 9265 &agrave; Paris Montparnasse en livr&eacute;e &quot;En Voyage&quot; (16/09/2004)</p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<div class="SectionBloc">
<div class="Section_txt">	
<p class="titre2">La BB 9200 version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p>La BB 9200 est disponible sous deux num&eacute;ros 9223 
et 9266 tous deux en livr&eacute;e d'origine. La 9266 poss&egrave;de une 
plaque Mistral. Ces locos repr&eacute;sentent l'&eacute;tat des 9200 durant 
les ann&eacute;es 60.</p>
<p><a href="../MSTS/BBJacq_v02.zip" class="link1">Pack Jacquemin v0.2</a> (8,5 Mo)</p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/Jacqv1.jpg" alt="Les BB 9223 et BB 9266" width="400" height="277" style="border:1px solid black" /><br />
Les BB 9223 et BB 9266</p>
</div>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>Yann Jans&eacute; a r&eacute;alis&eacute; ce reskin de la BB 9288 en livr&eacute;e Arzens. (<a href="http://download.activitysimulatorworld.net/asw/Chargements_Temporaires/Rame405/bb9288_Arz.exe" class="link1">T&eacute;l&eacute;chargeable</a> sur <a href="http://www.activitysimulatorworld.net" class="link1">ASW</a>)<br />
Pour l'occasion, la 3D a re&ccedil;u de nombreuses am&eacute;liorations.</p>
<p><a href="http://tex2800.canalblog.com/" class="link1">Le site de Yann</a></p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/msts/9288.jpg" alt="BB 9288 Arzens" width="400" height="300" style="border:1px solid black" /></p>
</div>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>Pierre Meut a r&eacute;alis&eacute; avec Edouard Staniczek le pack Capitole contenant la BB 9292</p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/9292_capitole.jpg" alt="BB 9292 Capitole" width="400" height="300" style="border:1px solid black" /></p>
</div>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>Jean Pierre Gl&eacute;onec a cr&eacute;&eacute; toute une cavalerie de BB 9200 dans leurs diverses livr&eacute;es</p>
<p><a href="http://le-train-virtuel.net" class="link1">le-train-virtuel.net</a></p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/msts/9200gle-01.jpg" alt="BB 9200 JP Gleonec" width="401" height="300" style="border:1px solid black" /></p>
<p><img src="../images/msts/9200gle-02.jpg" alt="BB 9200 JP Gleonec" width="401" height="300" style="border:1px solid black" /></p>
<p><img src="../images/msts/9200gle-03.jpg" alt="BB 9200 JP Gleonec" width="401" height="300" style="border:1px solid black" /></p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<p id="footer">Ferrovia - 22 Septembre 2004<br />
Mise &agrave; jour 30 Mai 2010<br />
&nbsp;</p>
</body>
</html>
