<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - BB 9400 - 9600</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta content="width=device-width, initial-scale=1.0" name="viewport" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
<base href="http://ferrovia.free.fr/tr/" target="_parent">
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lc.html">Locomotives &agrave; courant continu</a></div>
<p class="publication">Ferrovia - 19 Janvier 2015</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">BB 9400 - 9600</p>
<p>Les BB 9400 sont des locomotives l&eacute;g&egrave;res et de puissance moyenne fonctionnant sous courant continu 1500 volts.
Leur chaine de traction &eacute;lectrom&eacute;canique est constitu&eacute;e d'un rh&eacute;ostat &eacute;limin&eacute; par un graduateur circulaire. Cette solution fut reprise pour les <a href="6500.html" class="link1">CC 6500</a>.</p>
<p>Elles furent command&eacute;es pour assurer les services omnibus et marchandises suite &agrave; l'&eacute;lectrification du r&eacute;seau Sud-est en compl&eacute;ment
des BB 8100 qui avaient &eacute;t&eacute; construites pour l'&eacute;lectrification de Paris-Dijon-Lyon.
Leur faible poids les rendait &eacute;galement appropri&eacute;es aux lignes secondaires faiblement arm&eacute;es de l'ancien r&eacute;seau du Midi, telles que 
la ligne des Causses (B&eacute;ziers-Neussargues) et les antennes Pyr&eacute;n&eacute;ennes.</p>
<p>130 exemplaires furent mis en service de 1960 &agrave; 1963. La s&eacute;rie fut compl&eacute;t&eacute;e au printemps 1964 par cinq machines suppl&eacute;mentaires formant un lot &agrave; part.<br />
De plus, deux machines similaires mais &eacute;quip&eacute;es d'un &eacute;quipement de traction tricourant sont sortis d'usine en 1961 sous les num&eacute;ros BB 26001 et 26002. </p>
<p>Leur caisse ressemble &agrave; celle des locomotives MTE de vitesse dites &quot;Jacquemin&quot; (<a href="9200.html" class="link1">BB 9200</a>, <a href="16000.html" class="link1">16000</a>). Cependant un oeil exerc&eacute; devine une silhouette plus basse et compacte et des bogies monomoteur &agrave; suspension pendulaire qui ont inspir&eacute; ceux des BB 67000 (Les bogies Y210 des <a href="67000.html" class="link1">BB 67000</a> et <a href="67300.html" class="link1">67300</a> sont n&eacute;anmoins diff&eacute;rents avec un empattement de 2,40m contre 2,20m pour ceux des BB 9400). Les 35 premi&egrave;res locomotives avaient un toit assez bas, les pantographes prenant place sur deux bossages. Les BB 9436 &agrave; 9535 poss&eacute;daient un toit r&eacute;hauss&eacute;.</p>
<p>Les BB 9461 et &agrave; 9516 ont &eacute;t&eacute; &eacute;quip&eacute;es de construction de c&acirc;blots et d'un automate pour la marche en UM. Ce qui leur permettait d'emmener des trains lourds de plus de 3000 tonnes. Les autres machines ont re&ccedil;u ce m&ecirc;me &eacute;quipement en atelier.</p>
<p>Le lot des cinq derni&egrave;res machines (BB 9531 &agrave; 9535) a re&ccedil;u des &eacute;quipements sp&eacute;cifiques : commande de frein &eacute;lectrique PBL, boites d'essieux &agrave; rouleaux, bogies &eacute;quip&eacute;s de r&eacute;ducteurs &agrave; deux positions, &agrave; l'instar des <a href="16500.html" class="link1">BB 16500</a> Alsthom, qui permettaient des vitesses maximum de 120 et 180 km/h.<br />
Ces machines n'&eacute;taient couplables en UM qu'entre-elles. Leur automate permettait &eacute;galement la t&eacute;l&eacute;commande depuis une voiture pilote. Les BB 9533 et 9535 ont particip&eacute; aux premi&egrave;res marches en r&eacute;versibilit&eacute; d'un train express sur l'axe Paris-Orl&eacute;ans-Tours avec une rame de voitures USI sp&eacute;cialement modifi&eacute;es, dont la voiture pilote surnomm&eacute;e &quot;Cyclope&quot;. Ces essais d&eacute;bouch&egrave;rent sur les Corail r&eacute;versibles emmen&eacute;s par des <a href="9200.html" class="link1">BB 9200</a> ou des <a href="16000.html" class="link1">BB 16000</a>.</p>
<p>Les BB 9400 furent un peu mal-aim&eacute;es et subirent la concurrence des <a href="8500.html" class="link1">BB 8500</a> plus lourdes et puissantes sur les trains de fret, puis des automotrices sur les trains omnibus. Hormis la desserte de l'Aubrac, il ne leur restait plus beaucoup de services nobles lorsque la s&eacute;rie a commenc&eacute; &agrave; &ecirc;tre pouss&eacute;e &agrave; la r&eacute;forme dans les ann&eacute;es 1990. La livraison des <a href="vv/rrr.html" class="link1">RRR</a> (Rames R&eacute;versibles R&eacute;gionales) a tout de m&ecirc;me permis d'entrevoir une seconde carri&egrave;re pour 42 machines transform&eacute;es en BB 9600.</p>
<p>La BB 9411 est pr&eacute;serv&eacute;e par la section de N&icirc;mes de l'AAATV qui a r&eacute;cemment supprim&eacute; ses c&acirc;blots d'unit&eacute; multiple et ses fanaux rouges pour lui rendre un aspect plus proches de ses origines.</p>
<p class="titre2">La transformation en BB 9600</p>
<p>Quarante machines furent pr&eacute;lev&eacute;es parmi les meilleures BB 9400 pour assurer des rames r&eacute;versibles <a href="vv/rrr.html" class="link1">RRR</a>. Les modifications consist&egrave;rent &agrave; renforcer les traverses de choc, modifier les boitiers de connexion passant d&eacute;sormais &agrave; cinq prises, unifier les toitures avec l'installation d'un toit haut sur toutes les machines quel que soit leur sous-s&eacute;rie d'origine. A l'int&eacute;rieur, les cabines sont &eacute;quip&eacute;es de pup&icirc;tres ergonomiques, les moteurs d'essuie-glaces sont repositionn&eacute;s en hauteur. Un automate programmable remplace la commande &eacute;lectrom&eacute;canique par graduateur. La masse d'une locomotive est augment&eacute;e &agrave; 67 tonnes. Ces machines re&ccedil;oivent une livr&eacute;e b&eacute;ton. Elles sont en service &agrave; V&eacute;nissieux et Avignon.</p>
<p>Deux machines suppl&eacute;mentaires sont modifi&eacute;es pour les navettes de correspondance entre les gares de Tours et St Pierre des Corps &agrave; l'occasion de l'arriv&eacute;e du TGV Atlantique. Les BB 9641 et 9642 re&ccedil;oivent une livr&eacute;e sp&eacute;cifique qui reprend les couleurs du TGV et des blasons autocollants de la ville de Tours. Elles sont associ&eacute;es &agrave; deux segments ex-RIB 76 qui sont modernis&eacute;s avec une cabine type RRR et une livr&eacute;e Atlantique.</p>
<p>La r&eacute;forme des machines Avignonaises commence d&egrave;s le d&eacute;but des ann&eacute;es 2000. Les derni&egrave;res machines utilis&eacute;es sur la ligne des Causses sont remplac&eacute;es par des <a href="8500.html" class="link1">BB 8500</a> en 2006. Les deux tourangelles sont pouss&eacute;es &agrave; la sortie d&egrave;s 2004 par des <a href="5300.html" class="link1">Z 5300</a> en surplus en Ile de France. La BB 9641, radi&eacute;e, est r&eacute;int&eacute;gr&eacute;e pour un sursis d'un an &agrave; V&eacute;nissieux. Mais l'arriv&eacute;e des <a href="23500.html" class="link1">Z 23500</a> puis des <a href="24500.html" class="link1">Z 24500</a> en Rh&ocirc;ne-Alpes r&eacute;duit sensiblement les besoins en BB 9600. Les derni&egrave;res machines sont amorties en 2008.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeurs : Fives-Lille-Cail, Compagnie Electro-M&eacute;canique, Mat&eacute;riel de Traction Electrique Schneider-Jeumont<br />
Tension d'alimentation : continu 1,5 kV<br />
Cha&icirc;ne de traction : Banc rh&eacute;ostatique command&eacute; par graduateur (BB 9400), par automate programmable (BB 9600)<br />
Motorisation : un moteur SW 408 enti&egrave;rement suspendu par bogie, transmission par cardans.<br />
Puissance totale : 2210 kW<br />
Vmax : BB 9400 : 120 km/h puis 130 km/h, BB 9600 : 140 km/h</p>
<p>Longueur : BB 9400 : 14,40m, BB 9600 : 14,93m<br />
Masse : BB 9400 : 60t, BB 9600 : 67t<br />
Pantographes : 2 AM14</p>
<p class="titre2">Pour plus d'info :</p>
<p>Les fiches <a href="https://fr.wikipedia.org/wiki/BB_9400" class="link1">BB 9400</a> et <a href="https://fr.wikipedia.org/wiki/BB_9600" class="link1">BB 9600</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
L'inventaire des <a href="http://trainsso.fr/BB 9400.pdf" class="link1">BB 9400</a> et des <a href="http://trainsso.fr/BB9600.pdf" class="link1">BB 9600</a> sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a></p>
<!--<p>La <a href="http://www.aaatv30.fr/bb9411.htm" class="link1">BB 9411</a> est pr&eacute;serv&eacute;e par la section de N&icirc;mes de l'AAATV.</p>-->
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9411-20062015.jpg" alt="La BB 9411 pr&eacute;serv&eacute;e par l'AAATV N&icirc;mes (20/06/2015)" width="400" height="300" /><br />
La BB 9411 pr&eacute;serv&eacute;e par l'AAATV N&icirc;mes (20/06/2015)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9615-04122004.jpg" alt="La BB 9615 &agrave; Lyon Perrache avec une RRR (04/12/2004)" width="400" height="300" /><br />
  La BB 9615 &agrave; Lyon Perrache avec une RRR (04/12/2004)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9637-15042003.jpg" alt="La BB 9637 &agrave; Marvejols avec un TER Corail tr&egrave;s court (15/04/2003)" width="400" height="300" /><br />
La BB 9637 &agrave; Marvejols avec un TER Corail tr&egrave;s court (15/04/2003)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9601-18102003.jpg" alt="La BB 9601 &agrave; Amb&eacute;rieu avec un TER Corail pour Lyon (18/10/2003)" width="400" height="300" /><br />
La BB 9601 &agrave; Amb&eacute;rieu avec un TER Corail pour Lyon (18/10/2003)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9641-10112002.jpg" alt="La BB 9641 &agrave; Tours dans sa livr&eacute;e Navette TGV pour St Pierre des Corps (10/11/2002)" width="400" height="300" /><br />
La BB 9641 &agrave; Tours dans sa livr&eacute;e Navette TGV<br />
pour St Pierre des Corps (10/11/2002)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9642-29122001.jpg" alt="La BB 9642 &agrave; Tours dans sa livr&eacute;e Navette TGV pour St Pierre des Corps (29/12/2001)" width="400" height="300" /><br />
La BB 9642 &agrave; Tours dans sa livr&eacute;e Navette TGV<br />
pour St Pierre des Corps (29/12/2001)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/9608-9270-15052004.jpg" alt="La diff&eacute;rence de gabarit est frappante entre la &quot;Vespa&quot; BB 9608 et la &quot;Jacquemin&quot; BB 9270" width="400" height="300" /><br />
La diff&eacute;rence de gabarit est frappante entre la &quot;Vespa&quot; BB 9608<br />
et la &quot;Jacquemin&quot; BB 9270</p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<div class="SectionBloc">
<p class="titre2">Les BB 9400 et 9600 version <img alt="logo_MSTS" src="https://grool149.github.io/ferrovia/images/msts/msts_logo.jpg" /></p>
<p><a href="http://le-train-virtuel.net" class="link1">J.P. Gleonec</a> a r&eacute;alis&eacute; plusieurs lots de BB 9400 et 9600.<br />
Le premier contient des BB 9400 en livr&eacute;e d'origine et en livr&eacute;e B&eacute;ziers<br />
<img src="https://grool149.github.io/ferrovia/images/msts/9400-1.jpg" alt="BB 9400 origine et B&eacute;ziers" width="900" height="190" /></p>
<p>Le second, des BB 9400 en livr&eacute;e Arzens et B&eacute;ton<br />
<img src="https://grool149.github.io/ferrovia/images/msts/9408-42-01-56_JPG.jpg" alt="BB 9400 Arzens B&eacute;ton" width="900" height="224" /></p>
<p>Enfin, un lot de BB 9600<br />
<img src="https://grool149.github.io/ferrovia/images/msts/9607-12-41_JPG.jpg" alt="BB 9600" width="600" height="180" /></p>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<p id="footer">Ferrovia - 19 Janvier 2015<br />
&nbsp;</p>
</body>
</html>
