<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - section Automoteurs Bimode</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="http://ferrovia.free.fr/nouveautes/index.php" class="link1">Nouveaut&eacute;s</a> | 
  <a href="http://ferrovia.free.fr/tr/index.php" class="link1">Train R&eacute;el</a> | 
  <a href="http://ferrovia.free.fr/MSTS/index.php" class="link1">Train virtuel</a> | 
  <a href="http://ferrovia.free.fr/tutoriaux/index.php" class="link1">Tutoriaux</a> | 
  <a href="http://ferrovia.free.fr/link/index.php" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<p class="titre">Automoteurs Bimode</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>Un automoteur bimode est un engin apte de circuler en autonomie gr&acirc;ce &agrave; un moteur di&eacute;sel mais aussi capable de tirer son &eacute;nergie depuis une cat&eacute;naire. L'id&eacute;e n'est pas nouvelle puisque le PO-Midi avait planch&eacute; sur les XAT 1001 et 1002 dit &quot;Amphibies&quot; &agrave; la fin des ann&eacute;es 1930. Seulement, la fusion des grands r&eacute;seaux dans la SNCF naissante, la guerre mondiale ou bien la difficile fiabilisation de deux prototypes n'avait pas permis de transformer l'essai. Les XAT avaient &eacute;t&eacute; d&eacute;poss&eacute;d&eacute;s de leur &eacute;quipement de commande &eacute;lectrique en 1952 et pouss&eacute;s &agrave; la retraite par les autorails unifi&eacute;s d&egrave;s 1959. Depuis tous les automoteurs exploit&eacute;s en France avaient des transmissions purement m&eacute;caniques.</p>
<p>Il fallu attendre pr&egrave;s de cinquante ans pour que le bimode revienne au go&ucirc;t du jour. La conception des AGC par Bombardier sur un mod&egrave;le modulaire et pr&eacute;voyant une transmission di&eacute;sel-&eacute;lectrique pour les engins autonomes, permettait d&egrave;s le d&eacute;part d'imaginer une d&eacute;clinaison Bi-mode. Alors que les questions environnementales ressurgissent mais que de grands chantiers d'&eacute;lectrification ne peuvent pas &ecirc;tre lanc&eacute;s faute de budget, cette solution est id&eacute;ale pour les parcours mixtes comptant de nombreux kilom&egrave;tres sous cat&eacute;naires.</p>
<p>Les premiers AGC bimodes n'&eacute;taient que monocourant en raison de devis de masse ne permettant pas d'emporter un transformateur dans une formation &agrave; trois caisses. Les B 81500 &eacute;taient ainsi les premiers engins monocourants construits depuis 30 ans. Cependant, ils seront transformables en &quot;Bibi&quot;, c'est &agrave; dire Bimode-Bicourant par l'ajout d'une quatri&egrave;me caisse poss&eacute;dant la chaine de traction 25 kV 50 Hz.</p>
<p>Alstom pr&eacute;pare de son c&ocirc;t&eacute; le R&eacute;giolis, r&eacute;pondant au cahier des charges du porteur polyvalent, qui sera &eacute;galement disponible en bimode.</p>
<hr />
<p>
<a href="81500.html" class="link1">B 81500 AGC</a><br />
<a href="82500.html" class="link1">B 82500 AGC Bibi</a><br />
<a href="83500.html" class="link1">B 83500 Regiolis péri-urbain</a><br />
<a href="84500.html" class="link1">B 84500 Regiolis régional</a>
</p>
</div>
<div class="Section_Illustrations">
<p><img src="../images/tr/b/b82559-60-08052010.jpg" alt="Le BGC 82559 &agrave; Nangis (08/05/2010)" width="400" height="300" style="border:1px solid black" /><br />
Le BGC 82559 &agrave; Nangis (08/05/2010)</p>
</div>
</div>
</body>
</html>
