<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - section Automoteurs Thermiques</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="icon" href="../ferrovia.ico" type="image/bmp" />
<link rel="stylesheet" href="../miseenpage.css" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="../tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="SectionBloc">
<p class="titre">Automoteurs thermiques</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
</div>
<div class="SectionBloc">
<div class="Section_txt">
<p>D&egrave;s le 19e si&egrave;cle, le Chemin de fer fut un moyen &eacute;conomique de d&eacute;senclaver les provinces. Mais les tacots &agrave; vapeur restaient 
lents et devenaient co&ucirc;teux tant en charbon qu'en entretien. Apr&egrave;s d'improbables automoteurs &agrave; vapeur puis &agrave; essence, c'est 
le moteur &quot;&agrave; huile lourde&quot;, c'est &agrave; dire le moteur Diesel &agrave; combustion interne, qui s'imposa d&egrave;s les ann&eacute;es 
30 avec les autorails Renault des s&eacute;ries VH.</p>
<p>Durant l'entre-deux guerres, les constructeurs d&eacute;clinaient une vaste panoplie d'engins pour r&eacute;pondre aux souhaits des grands r&eacute;seaux. 
Ainsi, la SNCF se trouva en 1938 &agrave; la t&ecirc;te d'un parc h&eacute;t&eacute;rog&egrave;ne constitu&eacute; d'un grand nombre de s&eacute;ries diff&eacute;rentes 
qui ne comptaient pour la plupart d'entre elles qu'une poign&eacute;e de v&eacute;hicules.</p>
<p>Aussi, d&egrave;s les ann&eacute;es 40, la SNCF entreprit une grande mutation en lan&ccedil;ant les programmes d'autorails unifi&eacute;s. 
Ils visaient &agrave; abaisser les co&ucirc;ts de conception et d'entretien. Cette &eacute;poque correspond &eacute;galement &agrave; la d&eacute;mocratisation 
de la voiture individuelle, le recentrement du Chemin de fer sur les axes de circulation principaux et la fermeture progressive des lignes secondaires. 
Dans ce contexte, le SNCF poursuivit et d&eacute;veloppa aussi la construction d'&eacute;l&eacute;ments automoteurs disposant de plusieurs caisses et 
s'affranchissant des manoeuvres complexes d'une remorque. Dans les ann&eacute;es 60, du fait de leur autonomie, les automoteurs thermiques furent les premiers 
mat&eacute;riels choisis pour assurer les Trans Europ Express et une nouvelle technologie, la turbine &agrave; gaz, faisaient son apparition et laissait 
esp&eacute;rer des trains &agrave; grande vitesse aliment&eacute;s en Diesel. Cependant, les chocs p&eacute;troliers cantonneront les autorails 
aux services r&eacute;gionnaux.</p>
<p>Apr&egrave;s de nombreux travaux d'&eacute;lectrification, le parc automoteur avait marqu&eacute; une pause durant les ann&eacute;es 80 et 90. La prise 
de contr&ocirc;le des services de transports r&eacute;gionnaux par les R&eacute;gions a d&eacute;clench&eacute; une nouvelle mutation au sein 
des autorails fran&ccedil;ais. L'arriv&eacute;e de nouveaux mat&eacute;riels plus silencieux, confortables, rapides et moins polluants vise &agrave; 
pousser les mat&eacute;riels plus anciens &agrave; la retraite, augmenter les fr&eacute;quences et rattrapper le confort propos&eacute; par les 
autocars modernes. Pourtant, le relais a pris plus de temps que pr&eacute;vu. La fiabilisation des nouveaux mat&eacute;riels est d&eacute;licate et 
les engins unifi&eacute;s quincag&eacute;naires quittent &agrave; peine la sc&egrave;ne.</p>
<hr />
<p>
Les Autorails des grands r&eacute;seaux<br />
<a href="vh.html" class="link1">VH</a><br />
<br />
Les Autorails SNCF Unifi&eacute;s de premi&egrave;re g&eacute;n&eacute;ration<br />
<a href="2400.html" class="link1">X 2400 - U600</a><br />
<a href="2700.html" class="link1">X 2700 RGP</a><br />
<a href="2800.html" class="link1">X 2800 - U825</a><br />
<a href="3800.html" class="link1">X 3800 Picasso - U300</a><br />
<a href="4200.html" class="link1">X 4200 Panoramiques</a><br />
<br />
Les Autorails SNCF Unifi&eacute;s de seconde g&eacute;n&eacute;ration<br />
<a href="caravelles.html" class="link1">Les Caravelles</a><br />
<a href="4300.html" class="link1">X 4300</a>-<a href="4300.html" class="link1">X 4500</a><br />
<a href="4630.html" class="link1">X 4630</a><br />
<a href="4750.html" class="link1">X 4750-X 4790-XP 94750</a> <br />
<a href="4900.html" class="link1">X 4900</a><br />
<br />
<a href="2100.html" class="link1">X 2100</a><br />
<a href="2200.html" class="link1">X 2200</a><br />
<br />
Les Autorails de nouvelle g&eacute;n&eacute;ration<br />
<a href="72500.html" class="link1">X 72500 XTER</a><br />
<a href="73500.html" class="link1">X 73500-X 73900 ATER</a><br />
<a href="76500.html" class="link1">X 76500 AGC</a><br />
<br />
Les Autorails &agrave; &eacute;cartement m&eacute;trique<br />
<a href="74500.html" class="link1">X 74500</a>
</p>
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" alt="Parc thermique de Sotteville devant la cath&eacute;drale de Rouen (02/08/2005)" src="../images/tr/x/sotteville-020805.jpg" width="400" height="300" /><br />
Parc thermique de Sotteville devant la cath&eacute;drale de Rouen (02/08/2005)</p>
</div>
</div>
</body>
</html>