<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html lang="fr" xml:lang="fr" xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="content-type" content="text/html; charset=iso-8859-1" />
<title>[Ferrovia] - BB Midi</title>
<meta content="width=device-width, initial-scale=1.0" name="viewport" />
<link type="image/bmp" href="../ferrovia.ico" rel="icon" />
<link href="../miseenpage.css" rel="stylesheet" />
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="/nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="/tr/index.html" class="link1">Train R&eacute;el</a> | 
  <a href="/MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="/tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="/link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="lc.html">Locomotives &agrave; courant continu</a></div>
<p class="publication">Ferrovia - 16 Mai 2017</p>
<div class="SectionBloc">
<div class="Section_txt">
<p><span class="titre">BB Midi</span><br />
<span class="soustitre">E-4000, E-4500, E-4100, E-4600, E-4200, E-4700</span></p>
<p>La Compagnie des chemins de fer du Midi et du Canal lat&eacute;ral &agrave; la Garonne a exploit&eacute; en pr&eacute;curseur l'&eacute;nergie &eacute;lectrique pour la traction de ses trains.
En raison de la g&eacute;ographie montagneuse de son r&eacute;seau (ligne transversale Toulouse-Dax au pied des Pyr&eacute;n&eacute;es et nombreuses antennes qui remontent les vall&eacute;es), elle opte
pour des solutions techniques similaires aux Chemins de Fer F&eacute;d&eacute;raux Suisses. Elle d&eacute;veloppe des barrages hydro-&eacute;lectriques et un r&eacute;seau d'alimentation en courant monophas&eacute; haute tension
12 kV &agrave; fr&eacute;quence sp&eacute;ciale (16 2/3 Hz) parall&egrave;le &agrave; son r&eacute;seau ferr&eacute;.</p>
<p>Un comit&eacute; mandat&eacute; par le Conseil Sup&eacute;rieur des Travaux Publics pr&eacute;conise dans un rapport de 1919 le choix au niveau national
d'employer le courant continu &agrave; 1500 V pour les lignes d'int&eacute;r&ecirc;t g&eacute;n&eacute;ral. Une d&eacute;cision minist&eacute;rielle du 29 ao&ucirc;t 1920 impose ce choix.</p>
<p>A ce moment, les cat&eacute;naires aliment&eacute;es en monophas&eacute; s'&eacute;tendent sur la portion la plus difficile de la transversale entre Pau &agrave; Montr&eacute;jeau, ainsi
que les antennes de Arreau, Bagn&egrave;res de Bigorre, Pierrefitte-Nestalas qui s'y embranchent. La compagnie du Midi entreprend alors un grand chantier 
d'adaptation de ces lignes (seule la ligne isol&eacute;e et d'int&eacute;r&ecirc;t local Perpignan-Villefranche restera de longues ann&eacute;es en 12 kV).
Elle noue un partenariat avec la soci&eacute;t&eacute; des CEF (Constructions Electriques de France) de Tarbes qui donnera naissance
&agrave; trois g&eacute;n&eacute;rations de locomotives Midi ainsi qu'&agrave; des familles d&eacute;riv&eacute;es pour les compagnies du P.O., de l'Etat et de pays &eacute;trangers.
Ces locomotives destin&eacute;es &agrave; un service mixte, sont toutefois s&eacute;par&eacute;es en deux s&eacute;ries techniquement identiques &agrave; l'exception des rapports
d'engrenages qui permettent d'obtenir la pleine puissance pour deux gammes de vitesses distinctes : marchandises ou voyageurs.
Les machines marchandises sont ainsi plus lentes mais plus coupleuses.</p>
<p>La num&eacute;rotation des BB Midi suit cette logique. La premi&egrave;re g&eacute;n&eacute;ration comporte les E-4000 (marchandises) et E-4500 (voyageurs),
la seconde : les E-4100 et E-4600. Et enfin, la troisi&egrave;me : E-4200 et E-4700.
Cette apparente simplicit&eacute; cache n&eacute;anmoins de fr&eacute;quentes renum&eacute;rotations en fonction des al&eacute;as de construction, des fluctuations dans 
les besoins de machines &agrave; petit ou grand rapport de r&eacute;duction (qui ont entra&icirc;n&eacute; des remplacements de r&eacute;ducteurs), ou des d&eacute;classements
de machines &agrave; la man&oelig;uvre.</p>
<p>Petit d&eacute;cryptage...</p>
<p class="titre2">Les E-4000 et 4500</p>
<p>L'urgence de remplacer le mat&eacute;riel 12 kV par une solution technique d&eacute;j&agrave; au point pousse le Midi et les CEF &agrave; se tourner vers la compagnie
anglaise North Eastern Railway qui exploite dix locomotives de configuration BoBo pour la traction de trains de charbon 
sur la ligne Newport-Shildon &eacute;lectrifi&eacute;e en 1500 V depuis 1914. Ces machines &agrave; adh&eacute;rence totale et &agrave; vitesse limite relativement basse correspondent
au besoin de la compagnie du Midi pour une machine apte &agrave; des lignes de montagne (profil difficile et vitesses de service peu &eacute;lev&eacute;es).
M&eacute;caniquement, elles ont d&eacute;j&agrave; la configuration qui fera la marque des BB Midi : deux bogies attel&eacute;s qui portent les traverses de choc et l'attelage 
et se transmettent directement les efforts de traction alors que la caisse est simplement pos&eacute;e par-dessus. Les moteurs sont suspendus par
le nez dans les ch&acirc;ssis de bogies. Chaque moteur repose par palier lisse sur un essieu qu'il engraine par des pignons &agrave; denture droite.
La masse non-suspendue est importante mais reste acceptable compte tenu de la vitesse limite.</p>
<p>Le Midi commande vingt E-4000 limit&eacute;es &agrave; 60 km/h et trente E-4500 limit&eacute;es &agrave; 90 km/h. Les CEF commencent donc &agrave; produire des locomotives &eacute;quip&eacute;es de moteurs et d'appareillage sous licence anglaise. Les dix premi&egrave;res machines re&ccedil;oivent des moteurs fournis par Dick-Kerr, les suivants 
&eacute;tant fabriqu&eacute;s par CEF &agrave; Tarbes. Apr&egrave;s la construction et les essais en ligne des premi&egrave;res machines en 1922, ces deux s&eacute;ries entrent en service en 1923. Le Midi doit cependant rapidement faire face &agrave; des soucis de jeunesse avec de nombreuses pannes. Le montage des parties &eacute;lectriques souffre d'approximations et, surtout, le freinage par r&eacute;cup&eacute;ration, trop innovant pour l'&eacute;poque, s'av&egrave;re insuffisant et peu fiable. C'est r&eacute;dhibitoire pour les E-4000 qui doivent ralentir des convois de marchandises dans les Pyr&eacute;n&eacute;es.</p>
<p>Cette situation force le Midi &agrave; prendre imm&eacute;diatement des dispositions. Les trains de marchandises sont confi&eacute;s &agrave; nouveau &agrave; des locomotives &agrave; vapeur. Les E-4000 sont transform&eacute;es en E-4500 par changement du rapport d'engrenage. La tranche E-4001 / 4020 est renum&eacute;rot&eacute;e E-4531 / 4550. Les cinquante E-4500 ne sont plus utilis&eacute;es que sur des trains voyageurs &eacute;quip&eacute;s du frein &agrave; air continu.</p>
<p>Il n'est toutefois pas question d'abandonner la traction &eacute;lectrique. Le Midi demande &agrave; CEF de construire quarante nouvelles locomotives destin&eacute;es aux marchandises &eacute;quip&eacute;es cette fois du frein rh&eacute;ostatique. Elles sont &agrave; nouveau immatricul&eacute;es E-4000 (E-4001 &agrave; 4040, doublonnant les 20 premiers num&eacute;ros lib&eacute;r&eacute;s par les locomotives de la premi&egrave;re tranche) et restent tr&egrave;s proches des E-4500. Le freinage rh&eacute;ostatique a cependant provoqu&eacute; une modification esth&eacute;tique importante des panneaux de carrosserie &agrave; cause des tr&egrave;s grandes persiennes n&eacute;cessaires pour le refroidissement des r&eacute;sistances. Le rapport d'engrenage est identique aux premi&egrave;res E-4000 et la vitesse est &eacute;galement de 60 km/h.</p>
<p>Entre 1930 et 1944, les sept locomotives E-4544 &agrave; 4550 furent renum&eacute;rot&eacute;es E-4594 &agrave; E-4600 en raison d'une remotorisation avec des moteurs CEF M1B. La E-4600 est toutefois renum&eacute;rot&eacute;e E-4593 afin d'&eacute;viter la confusion avec la s&eacute;rie E-4601/4650.</p>
<p>Juste apr&egrave;s la seconde guerre mondiale, ces deux s&eacute;ries, d&eacute;pass&eacute;es techniquement par les s&eacute;ries suivantes nettement plus abouties furent d&eacute;class&eacute;es &agrave; la man&oelig;uvre par la SNCF.</p>
<p class="titre2">Les E-4100 et 4600</p>
<p>Les E-4100 et 4600 sont command&eacute;es en 1927 et 1928, respectivement &agrave; 90 et 50 exemplaires, les livraisons s'&eacute;talant de 1929 &agrave; 1932. La conception
revient cette fois enti&egrave;rement aux CEF qui fusionnent, entre-temps, avec Thomson-Houston et la SACM pour former Als&middot;Thom en 1931.
Ces machines doivent couvrir les nouveaux besoins de traction li&eacute;s &agrave; l'extension de l'&eacute;lectrification sur les lignes Hendaye/Bordeaux et Toulouse/Latour-de-Carol,
et b&eacute;n&eacute;ficient du retour d'exp&eacute;rience des premi&egrave;res s&eacute;ries. M&eacute;caniquement, cette nouvelle tranche reprend globalement les m&ecirc;mes concepts avec
des dimensions (longueur hors-tout, empattement) un peu plus g&eacute;n&eacute;reuses qui seront conserv&eacute;es pour toutes les s&eacute;ries ult&eacute;rieures jusqu'aux 
<a href="80000.html" class="link1">BB 8100</a>, ultimes descendantes des BB de type "Midi". Les diff&eacute;rences sont plus importantes pour l'&eacute;quipement &eacute;lectrique avec un nouveau couplage S&eacute;rie, de meilleurs dispositifs de protection
et de nouveaux moteurs de type M1. Particuli&egrave;rement bien con&ccedil;us et fabriqu&eacute;s, ils permettront d'atteindre une puissance nominale continue bien
plus &eacute;lev&eacute;e qu'esp&eacute;r&eacute;e, surpassant de pr&egrave;s de 60% les moteurs Dick-Kerr.</p>
<p>E-4100 et E-4600 sont des locomotives identiques &agrave; l'exception des boites d'essieux et du rapport d'engrenage permettant une vitesse de service maximale de 70 km/h pour les premi&egrave;res
et 90 km/h pour les secondes. La cons&eacute;quence logique des m&eacute;saventures des premi&egrave;res E-4000 est que ces 140 locomotives sont &eacute;quip&eacute;es d'un frein &eacute;lectrique
rh&eacute;ostatique. Comme les E-4000 de la seconde tranche, elles disposent donc d'une caisse munie de grandes persiennes aux quatre coins pour assurer la ventilation
naturelle des r&eacute;sistances. A la place des grandes grilles, on trouve cependant huit volets qui peuvent &ecirc;tre d&eacute;mont&eacute;s et remplac&eacute;s par des t&ocirc;les occultantes en hiver
pour &eacute;viter les p&eacute;n&eacute;trations de neige.</p>
<p>Une premi&egrave;re renum&eacute;rotation des locomotives intervient lors de la cr&eacute;ation de la SNCF. Les machines sont alors simplement renomm&eacute;es de E-4100 en BB 4100, et de E-4600 en BB 4600.
Il est possible de permuter une 4100 en 4600 et vice-versa. La SNCF ex&eacute;cutera ce type de transformation &agrave; de nombreuses reprises avec,
en cons&eacute;quence, des renum&eacute;rotations particuli&egrave;rement complexes &agrave; suivre.</p>
<p>Ces machines ont profit&eacute; des extensions d'&eacute;lectrifications pour &eacute;tendre leur p&eacute;rim&egrave;tre d'utilisation sur l'ensemble du sud-ouest, ainsi qu'une large partie du sud-est. L'arriv&eacute;e des locomotives
Alsthom (<a href="8500.html" class="link1">BB 8500</a> et <a href="25500.html" class="link1">BB 25500</a>) ou des <a href="9400.html" class="link1">BB 9400</a> sur les Causses, les ont n&eacute;anmoins rel&eacute;gu&eacute;es aux services facultatifs. L'arriv&eacute;e des machines &agrave; thyristors
a fini de les pousser &agrave; la retraite. La r&eacute;utilisation en tant que machines de man&oelig;uvre ne donnant pas satisfaction, les radiations s'&eacute;tal&egrave;rent principalement de 1975 &agrave; 1982 pour les BB 4600 (1984 pour les machines de man&oelig;uvre).</p>
<p>Le 26 mars 1978, la BB 4153 redescendait de Latour-de-Carol vers Ax-les-thermes un train de skieurs, &agrave; vide, affr&eacute;t&eacute; pour le week-end de P&acirc;ques. Derri&egrave;re elle, une UM de r&eacute;centes <a href="8500.html" class="link1">BB 8500</a> grandes cabines
(8608 et 8616) l'aidait &agrave; freiner le convoi dans les derni&egrave;res fortes pentes quand il se trouva face &agrave; un rocher de dix tonnes tomb&eacute; sur la voie. Le choc projetta les trois machines et la premi&egrave;re voiture dans le torrent Ari&egrave;ge, 25 m&egrave;tres en contrebas.
La SNCF mobilisa de gros moyens de levage pour sauver les deux 8500. La 4153, qui avait sauv&eacute; la vie de son m&eacute;canicien, n'eut pas cette chance car l'amortissement de la s&eacute;rie, initi&eacute; en 1973, devait s'intensifier
&agrave; partir de 1980.</p>
<p>N&eacute;anmoins, du fait de leur utilisation sp&eacute;cifique sur les lignes de montagne, les derni&egrave;res BB 4100 b&eacute;n&eacute;fici&egrave;rent d'un sursis jusqu'en 1987.
Les ateliers SNCF &eacute;taient, au cours de cette p&eacute;riode, amen&eacute;s &agrave; reconstituer des locomotives &agrave; partir des pi&egrave;ces de plusieurs machines diversement avari&eacute;es ou arriv&eacute;es &agrave; chute de potentiel.
Parmi les derni&egrave;res radi&eacute;es en 1987, les 4119 et 4123 rest&egrave;rent en utilisation sp&eacute;ciale en tant que Chasse-neige CN5 et CN6 jusqu'en 1998 et 1997.</p>
<p class="titre2">Les E-4200 et 4700</p>
<p>Les E-4200 et E-4700 sont les derni&egrave;res machines de type BB command&eacute;es par la Compagnie du Midi avant qu'elle ne fusionne avec celle du Paris-Orl&eacute;ans. Respectivement, 50 et 17 machines
sont construites par Als&middot;Thom &agrave; Tarbes et &agrave; Belfort, puis mises en service entre 1933 et 1935 afin d'exploiter les nouvelles &eacute;lectrifications sur la transversale Montauban-S&egrave;te et la ligne des Causses qui se raccorde &agrave; B&eacute;ziers pour atteindre Neussargues.
Montauban reste un terminus &eacute;lectrique jusqu'en 1943 o&ugrave; l'&eacute;lectrification compl&egrave;te de l'axe Paris-Toulouse est achev&eacute;e. Pour la transversale vers Bordeaux, il faut attendre bien plus tard : 1980. 
C&ocirc;t&eacute; S&egrave;te, c'est aussi en 1943 que l'&eacute;lectrification est prolong&eacute;e, jusque N&icirc;mes. La seconde partie des grands chantiers d'&eacute;lectrification du Sud-Est, au sud de Lyon, boucle le r&eacute;seau de cat&eacute;naires
en 1960, et atteint bient&ocirc;t Marseille (1962).</p>
<p>E-4200 et E-4700 se distinguent de la g&eacute;n&eacute;ration pr&eacute;c&eacute;dente par le retour du Frein Electrique par R&eacute;cup&eacute;ration qui a atteint un niveau de fiabilit&eacute; satisfaisant et gr&acirc;ce &agrave; la g&eacute;n&eacute;ralisation du frein &agrave; air continu sur les convois de marchandises.
Si la motorisation est semblable &agrave; celle des E-4100/4600, un anti-patinage permet tout de m&ecirc;me des gains d'adh&eacute;rence. La caisse, comparablement &agrave; l'&eacute;volution dans la construction des voitures voyageurs, ne pr&eacute;sentait plus de rivets apparents.
Les grandes persiennes disparaissaient &eacute;galement, bien qu'un freinage rh&eacute;ostatique de secours &eacute;tait maintenu sur ces machines.</p>
<p>A partir des E-4700, Als&middot;Thom  d&eacute;clina les E-100 du r&eacute;seau de l'Etat (devenues plus tard les BB 900 SNCF) et les E-241/264 PO (<a href="300.html" class="link1">BB 300</a>).
A l'int&eacute;gration &agrave; l'inventaire de la SNCF, elles furent comme leurs a&icirc;n&eacute;es simplement renomm&eacute;es BB 4200/4700. Leur activit&eacute; se concentrait sur la ligne des Causses et la transversale Toulouse-Bayonne.</p>
<p>Le 27 Mars 1970 dans la vall&eacute;e d'Aspe, les BB 4227 et 4235 sont impliqu&eacute;es dans une d&eacute;rive qui se termine par la destruction du pont de l'Estanguet. L'accident ne fait sur le coup que des d&eacute;g&acirc;ts mat&eacute;riels, dont les deux machines, mais le Transpyr&eacute;n&eacute;en Pau-Canfranc ne sera jamais rouvert au-del&agrave; de Bedous.
Toutes les autres locomotives de ces deux s&eacute;ries furent d&eacute;class&eacute;es &agrave; la man&oelig;uvre &agrave; la fin des ann&eacute;es 1970.</p>
<p class="titre2">Les &eacute;changes de rapport d'engrenages et r&eacute;immatriculations</p>
<p>Les BB de type Midi &eacute;taient pr&eacute;vues pour &ecirc;tre sp&eacute;cialis&eacute;es pour deux gammes de vitesse, avec la possibilit&eacute; de modifier
chaque machine par &eacute;change des r&eacute;ducteurs et des essieux. De plus, &agrave; l'exception des machines &eacute;quip&eacute;es de moteurs Dick-Kerr, toutes
les g&eacute;n&eacute;rations ont conserv&eacute; des bogies, essieux et transmissions similaires avec un rapport 78/16 (marchandises) ou 73/21 (voyageurs). La SNCF a ainsi pu &eacute;changer ces pi&egrave;ces entre les diff&eacute;rentes s&eacute;ries selon ses besoins d'exploitation.</p>
<p>Dans les ann&eacute;es 1950, l'acc&eacute;l&eacute;ration des trains de marchandises rend la vitesse limite des BB 4100 trop juste, bien que montage de roulements &agrave; billes sur les paliers
d'arbres moteur ait permis de la relever &agrave; 75 km/h. 71 locomotives sont transform&eacute;es en BB 4600 entre 1949 et 1962.
Comme il n'est pas possible de d&eacute;border sur la tranche de num&eacute;rotation 4700, les machines transform&eacute;es prennent les num&eacute;ros BB 4651 &agrave; 4699, BB 4608, 4637 (num&eacute;ros libres suite &agrave; la destruction
de ces deux machines durant la guerre), puis en compte &agrave; rebours de BB 4600 &agrave; BB 4581. Il faut noter que les anciennes 4593 &agrave; 4599 avaient d&eacute;j&agrave; &eacute;t&eacute; transform&eacute;es en BB 1600 de man&oelig;uvre. Les essieux de ces sept machines &eacute;quip&eacute;es de moteurs M1B ont probablement &eacute;t&eacute;
&eacute;chang&eacute;s contre des essieux de BB 4100. Les dix-neuf BB 4100 restantes (num&eacute;rot&eacute;es dans la tranche 4104-4151) sont conserv&eacute;es en l'&eacute;tat pour les antennes pyr&eacute;n&eacute;ennes. A la m&ecirc;me &eacute;poque, des &eacute;changes de rapport d'engrenage sont aussi effectu&eacute;s sur les BB Midi de troisi&egrave;me g&eacute;n&eacute;ration.
En 1953/54, les BB 4244, 4236, 4230, 4229 sont respectivement transform&eacute;es en BB 4718 &agrave; 4721.</p>
<p>Entre 1972 et 1975, c'est au tour de dix BB 4700 d'&ecirc;tre transform&eacute;es en BB 4251 &agrave; 4260. L'op&eacute;ration est de courte dur&eacute;e puisque d&egrave;s l'ann&eacute;e suivante, trente-sept BB 4200 (dont les dix derni&egrave;res) changent de transmission pour devenir des BB 4730 de man&oelig;uvre.
La modernisation des sous-stations ex-Midi par des redresseurs au silicium supprime la possibilit&eacute; de r&eacute;cup&eacute;rer le courant en ligne. D&egrave;s lors, les besoins
en BB 4100, &agrave; freinage rh&eacute;ostatique, pour remplacer les BB 4200 sur les lignes des Causses ou de l'Ari&egrave;ge impliquent de transformer trente-huit BB 4600 
(dont quatre "4600 MV") en BB 4100, en &eacute;change des essieux des trente-sept BB 4200 transform&eacute;es en BB 4730 MV. Le jeu d'essieux
compl&eacute;mentaire provenant sans doute d'une BB 4100 d&eacute;j&agrave; amortie. Les transformations s'&eacute;talent de 1975 &agrave; 1979. Les machines &eacute;tant num&eacute;rot&eacute;es BB 4152 &agrave; 4193, &agrave; la suite de la derni&egrave;re "vraie" BB 4100, 
les anciennes BB 4100 transform&eacute;es en 4600, dans les ann&eacute;es 1950, puis &agrave; nouveau en 4100, dans les ann&eacute;es 1970, ne retrouv&egrave;rent pas leur num&eacute;ro d'origine (&agrave; l'exception de la BB 4185, mais cela tient de la coïncidence).</p>
<p class="titre2">Le d&eacute;classement &agrave; la man&oelig;uvre</p>
<p class="link1">BB 1500 et BB 1600</p>
<p>Les E-4000 (seconde tranche &agrave; grandes persiennes) furent d&eacute;class&eacute;es &agrave; la man&oelig;uvre d&egrave;s la fin de la guerre 39/45. Les E-4001 &agrave; E-4040 furent renum&eacute;rot&eacute;es dans la tranche BB 1501 &agrave; 1540 (les num&eacute;ros 1000 &agrave; 1999 &eacute;tant r&eacute;serv&eacute;s aux locomotives &eacute;lectriques de man&oelig;uvre) sans modification majeure hormis la suppression de certains organes d&eacute;sormais inutiles tels que le freinage rh&eacute;ostatique et les crans de shuntage. Des modifications plus importantes furent op&eacute;r&eacute;es &agrave; l'occasion de leur GRG &agrave; partir de 1953. Les BB 1500 effectu&egrave;rent leur service de remisage jusqu'aux ann&eacute;es 1970 (premi&egrave;re radiation fin 1970 et mise en attente d'amortissement de la derni&egrave;re en 1978).</p>
<p>Les E-4500 (4501 &agrave; 4543 et 4593 &agrave; 4599 remotoris&eacute;es) furent, pour quelques ann&eacute;es &agrave; peine, officiellement r&eacute;immatricul&eacute;es en locomotives de ligne BB 4501 &agrave; 4550 (immatriculation en vigueur au 1er janvier 1950). Le d&eacute;classement &agrave; la man&oelig;uvre fut cependant entrepris entre 1953 et 1957. Ces machines, r&eacute;immatricul&eacute;es BB 1601 &agrave; 1650, ont par contre subi des modifications importantes dont le remplacement de leur &eacute;quipement &eacute;lectrique et la modification du rapport d'engrenage. Bien que construites quelques ann&eacute;es avant les BB 1500, les BB 1600 ne furent radi&eacute;es qu'&agrave; partir de 1979 jusqu'en 1984.
Sur la fin de leur carri&egrave;re, les BB 1608 et 1623 ont re&ccedil;u des moteurs M1 provenant des BB 4227 et 4235 d&eacute;truites &agrave; l'Estanguet.</p>
<p class="link1">BB 4600 MV</p>
<p>En remplacement de locomotives d'origine PO et des BB 1500 amorties, trente-sept BB 4600 furent rebaptis&eacute;es "BB 4600 MV". Parmi les modifications apport&eacute;es, on note l'ajout de la radio et la suppression de la ventilation des moteurs.
Ces machines supportaient mal les &agrave;-coups causant des avaries aux pivots de bogies. Quatre machines furent rapidement modifi&eacute;es en BB 4100. D'autres furent amorties &agrave; leur tour, parfois deux ans &agrave; peine apr&egrave;s le d&eacute;classement. 
Pour les plus fiables, les derni&egrave;res radiations ne furent prononc&eacute;es qu'en 1984, tandis que les derni&egrave;res BB 4600 de "ligne" avaient cess&eacute; toute activit&eacute; depuis 1982, pouss&eacute;es vers la sortie par
les locomotives modernes 4400kW.</p>
<p class="link1">BB 4730 et 4200 MV</p>
<p>Entre 1976 et 1980, trente-sept BB 4200 et les onze BB 4700 restantes sont transform&eacute;es en locomotives de man&oelig;uvre avec rapport d'engrenage "voyageurs" sous une nouvelle num&eacute;rotation : BB 4730 &agrave; 4777.
Le reliquat des dix-sept BB 4200 est &eacute;galement transform&eacute; pour la man&oelig;uvre entre 1980 et 1983 sans changement de rapport, ni de num&eacute;ro.</p>
<p>De m&ecirc;me que les s&eacute;ries pr&eacute;c&eacute;dentes, les transformations consistaient &agrave; supprimer les &eacute;quipements devenus inutiles (frein &eacute;lectrique, ventilation moteurs) et ajouter des &eacute;quipements propres &agrave; la
man&oelig;uvre (radio, indicateur basse vitesse, et m&ecirc;me attelage BSI sur quelques engins). Des feux rouges furent &eacute;galement ajout&eacute;s &agrave; cette occasion.</p>
<p>Cette seconde carri&egrave;re &agrave; la man&oelig;uvre fut longue puisque les douze derni&egrave;res 4200 MV sont radi&eacute;es en lot en 1997. Les 4730 MV sont amorties plus progressivement. Les premiers d&eacute;parts sont prononc&eacute;s en 1984/86 et les derni&egrave;res seulement en 1999, survivant m&ecirc;me aux <a href="300.html" class="link1">BB 300 "M"</a>.
Elles sont remplac&eacute;es &agrave; cette t&acirc;che par des <a href="80000.html" class="link1">BB 80000</a> et <a href="88500.html" class="link1">BB 88500</a>.</p>
<p class="titre2">Les machines pr&eacute;serv&eacute;es</p>
<p>La BB 1632 et la BB 1501 ont servi de banque de pi&egrave;ces pour restaurer une machine de premi&egrave;re g&eacute;n&eacute;ration sous le num&eacute;ro E-4002 pour la Cit&eacute; du Train &agrave; Mulhouse. Elle rev&ecirc;t une livr&eacute;e blanche
qui correspondrait &agrave; celle que portait la machine lors de la premi&egrave;re photo officielle par les CEF. Il s'agirait d'une peinture d'appr&ecirc;t qui ne correspond pas &agrave; l'aspect
de ces locomotives lorsque qu'elles ont entamm&eacute; leur service commercial. Il n'est pas possible de s'assurer que la BB 1632 (ex-4532) &eacute;tait bel et bien la E-4002, premi&egrave;re
locomotive Fran&ccedil;aise aliment&eacute;e en 1500 volts continu. La correspondance, machine par machine, lors de la transformation des E-4001 &agrave; 4020 en E-4531 &agrave; 4550 n'&eacute;tant pas connue.</p>
<p>L'APPAF conservait la BB 4177 (ex E-4162 qui fut r&eacute;imatricul&eacute;e BB 4162, puis BB 4588, puis BB 4177). Elle a int&eacute;gr&eacute; la collection de la AAATV-section de N&icirc;mes au Mus&eacute;e du Chemin de fer de N&icirc;mes. Elle est restaur&eacute;e dans son aspect Midi avec son num&eacute;ro d'origine E-4162. Class&eacute;e Monument Historique.</p>
<p>La BB 4240 (ex E-4240) est pr&eacute;serv&eacute;e par la biscuiterie V&eacute;d&egrave;re &agrave; Montgaillard (pr&egrave;s de Tarbes).</p>
<p>La BB 4732 (ex E-4216) est pr&eacute;serv&eacute;e par l'usine Alstom de Tarbes.</p>
<p>La BB 4736 (ex E-4202) est pr&eacute;serv&eacute;e par l'association <a href="http://www.rma-revemagiedurail.com/" class="link1">Rail Mod&eacute;lisme Ari&eacute;geois</a> &agrave; Tarascon-sur-Ari&egrave;ge.</p>
<p>La BB 4769 (ex E-4701) est pr&eacute;serv&eacute;e &agrave; l'annexe de la Cit&eacute; du Train &agrave; Mohon.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p><span class="link1">Caract&eacute;ristiques communes aux BB Midi</span> :<br />
Constructeur : CEF (Als&middot;Thom pour les E-4200/4700)<br />
Tension d'alimentation : continu 1,5 kV<br />
Transmission rigide bilat&eacute;rale par engrenage droit<br />
Diam&egrave;tre des roues 1400 mm
</p>
<p><span class="link1">E-4500 (BB 1600) / E-4000 (BB 1500)</span> :<br />
Cha&icirc;ne de traction : Banc rh&eacute;ostatique, contacteurs &agrave; commande par arbre &agrave; cames<br />
Couplages S&eacute;rie/Parall&egrave;le (neuf crans) et Parall&egrave;le (six crans)<br />
Shuntage des inducteurs en couplage Parall&egrave;le (quatre crans)<br />
Motorisation : 2 moteurs DK80 1500 volts par bogie, suspendus par le nez. Remplac&eacute;s par moteurs M1B sur 7 locomotives E-4500 et moteurs M1 sur les BB 1608 et 1623 en fin de carri&egrave;re.<br />
Puissance en r&eacute;gime continu : (E-4500) 735 kW (1168 kW avec moteurs M1B) ; (E-4000) 710 kW<br />
Puissance en r&eacute;gime unihoraire : 1029 kW (DK80)<br />
Aptitude &agrave; l'UM double (d&eacute;pos&eacute;e apr&egrave;s transformation en BB 1600)<br />
Freinage &eacute;lectrique par r&eacute;cup&eacute;ration (E-4500) ou rh&eacute;ostatique (E-4000), d&eacute;pos&eacute; sur les BB 1500 et 1600.<br />
Vitesse maximale en service : (E-4000) 60 km/h ; (E-4500) 90 km/h (50 km/h en BB 1600)<br />
Longueur : 11,85 m<br />
Largeur : 2,96 m<br />
Empattement des bogies : 5,55 m<br />
Empattement des essieux : 2,80 m<br />
Masse : (E-4500) 70,5t (76t apr&egrave;s transformation en BB 1600) ; (E-4000) 72t (74,2t en BB 1500)</p>

<p><span class="link1">Caract&eacute;ristiques communes aux E-4100/E-4600 et E-4200/E-4700</span> :<br />
Cha&icirc;ne de traction : Banc rh&eacute;ostatique, contacteurs &eacute;lectropneumatiques<br />
Couplages S&eacute;rie, S&eacute;rie/Parall&egrave;le et Parall&egrave;le<br />
Motorisation : 2 moteurs M1 par bogie, suspendus par le nez.<br />
Puissance en r&eacute;gime continu : 1160 kW<br />
Vitesse maximale en service : 70-75 km/h ou 90 km/h<br />
Longueur : 12,87 m<br />
Largeur : 2,98 m<br />
Empattement des bogies : 6,00 m<br />
Empattement des essieux : 2,95 m
</p>

<p><span class="link1">E-4100/E-4600</span> :<br />
Aptitude &agrave; l'UM triple<br />
Freinage rh&eacute;ostatique<br />
Masse : 77,8t
</p>

<p><span class="link1">E-4200/E-4700</span> :<br />
Couplages S&eacute;rie (douze crans), S&eacute;rie/Parall&egrave;le (neuf crans) et Parall&egrave;le (dix crans)<br />
Aptitude &agrave; l'UM double<br />
Freinage par r&eacute;cup&eacute;ration<br />
Masse : 80t</p>

<p class="titre2">Pour plus d'info :</p>
<p class="link1">- Bibliographie</p>
<p>Locomotives &eacute;lectriques de type BB Midi et leur descendance - Guy Charmantier - &eacute;ditions du Cabri<br />
Loco revue n&deg;462 Juillet 1984 : fiche documentaire BB 4100/4600<br />
Correspondances-ferroviaires n&deg;21 Octobre-Novembre-2005<br />
Le Train Sp&eacute;cial n&deg;52 4/2007 : Les BB Midi<br />
Ferrovissime n&deg;11, D&eacute;cembre 2008 : BB 900, BB 4200 et BB 4700 : des bo&icirc;tes &agrave; ozone sous la loupe<br />
Ferrovissime n&deg;17, Juin 2009 : Les BB 1500 et 1600<br />
Ferrovissime n&deg;66, d&eacute;cembre 2013 : les BB 4100 et 4600</p>
<p class="link1">- Ailleurs sur le Web</p>
<p>La fiche des <a href="https://fr.wikipedia.org/wiki/BB_Midi" class="link1">BB Midi</a> sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Les inventaires des <a href="http://trainsso.pagesperso-orange.fr/BB1600.pdf" class="link1">BB 1600 (ex E-4500)</a>, <a href="http://trainsso.pagesperso-orange.fr/BB1500.pdf" class="link1">BB 1500 (ex E-4000)</a>, 
<a href="http://trainsso.pagesperso-orange.fr/BB4100.pdf" class="link1">BB 4100</a>, <a href="http://trainsso.pagesperso-orange.fr/BB4600.pdf" class="link1">BB 4600</a>, 
<a href="http://trainsso.pagesperso-orange.fr/BB4200.pdf" class="link1">BB 4200</a>, <a href="http://trainsso.pagesperso-orange.fr/BB4700.pdf" class="link1">BB 4700 et BB 4730</a> sur <a href="http://trainsso.pagesperso-orange.fr/" class="link1">Trains du Sud-Ouest</a><br />
Les <a href="http://www.trains-europe.fr/sncf/locomotives/bb_midi.htm" class="link1">BB Midi</a> sur <a href="http://www.trains-europe.fr" class="link1">Trains-Europe</a>.
</p>
</div> 
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="../images/tr/e4002-01052006.jpg" alt="La E-4002 pr&eacute;serv&eacute;e &agrave; la Cit&eacute; du Train de Mulhouse. Elle porte la livr&eacute;e temporaire qu'elle rev&ecirc;tait lors de sa premi&egrave;re photo officielle (01/05/2006)" width="400" height="300" /><br />
La E-4002 pr&eacute;serv&eacute;e &agrave; la Cit&eacute; du Train de Mulhouse. Elle porte la livr&eacute;e temporaire qu'elle rev&ecirc;tait lors de sa premi&egrave;re photo officielle (01/05/2006)</p>
<p><img style="border:1px solid black" src="../images/tr/4162_23062015.jpg" alt="La BB 4177 pr&eacute;serv&eacute;e par la AAATV N&icirc;mes dans son &eacute;tat et son num&eacute;ro d'origine E-4162 Midi (23/06/2015)" width="400" height="300" /><br />
La BB 4177 pr&eacute;serv&eacute;e par la AAATV N&icirc;mes dans son<br />
&eacute;tat et son num&eacute;ro d'origine E-4162 Midi (23/06/2015)</p>
<p><img style="border:1px solid black" src="../images/tr/4765-14072003.jpg" alt="Radi&eacute;e depuis 5 ans, la BB 4765 &eacute;tait encore dans un &eacute;tat correct, hormis les tags, dans les abords de la gare de Tarbes. Elle fut cependant d&eacute;coup&eacute;e quelques temps plus tard (14/07/2003)" width="400" height="300" /><br />
Radi&eacute;e depuis 5 ans, la BB 4765 &eacute;tait encore dans un &eacute;tat correct,<br /> 
hormis les tags, dans les abords de la gare de Tarbes.<br />
Elle fut cependant d&eacute;coup&eacute;e quelques temps plus tard (14/07/2003)</p>
<p><img style="border:1px solid black" src="../images/tr/4769_20161014.jpg" alt="La BB 4769 pr&eacute;serv&eacute;e dans la collection de la Cit&eacute; du Train &eacute;tait pr&eacute;sent&eacute;e au d&eacute;p&ocirc;t de la Chapelle durant &quot;Grand Train&quot; (22/10/2016)" width="400" height="300" /><br />
La BB 4769 pr&eacute;serv&eacute;e dans la collection de la Cit&eacute; du Train &eacute;tait pr&eacute;sent&eacute;e au d&eacute;p&ocirc;t de la Chapelle durant &quot;Grand Train&quot; (22/10/2016)</p>
</div>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<div class="SectionBloc">
<p class="titre2">Les BB Midi version <img alt="logo_MSTS" src="../images/msts/msts_logo.jpg" /></p>
<p>Daryn Dunkley a mod&eacute;lis&eacute; les machines du <a href="http://members.uktrainsim.com/filelib-info.php?form_fileid=29166" class="link1">North Eastern Railway</a>. Machines disponibles sur <a href="http://uktrainsim.com/" class="link1">UKTrainsim.com</a><br />
(inscription obligatoire)</p>
<img alt="LNER-EF1-Dunkley" src="../images/msts/LNER-EF1-Dunkley.JPG" width="633" height="445" />
<p>Le site <a href="http://www.trains-de-mes-dix-ans.com" class="link1">"Les trains de mes dix ans"</a> propose le téléchargement
de BB Midi reproduites par St&eacute;phane Keller : notamment les <a href="http://www.trains-de-mes-dix-ans.com/Sommaire-electriques.htm" class="link1">BB 1507, 1514 et 1649</a>,...<br />
<img src="../images/msts/BB1507-1649-keller.JPG" alt="BB 1507 et 1649 Keller" /><br />
... la <a href="http://www.trains-de-mes-dix-ans.com/Sommaire-electriques.htm" class="link1">BB 4165</a> de seconde g&eacute;n&eacute;ration...<br />
<img src="../images/msts/BB4165-keller.JPG" alt="BB 4165 Keller" /><br />
... et la <a href="http://www.trains-de-mes-dix-ans.com/Sommaire-electriques.htm" class="link1">BB 4769 MV</a> de troisi&egrave;me g&eacute;n&eacute;ration.<br />
<img src="../images/msts/BB4769-4780-keller.JPG" alt="BB 4769 Keller" /><br />
Ces mod&egrave;les furent cr&eacute;&eacute;s pour la ligne Pau-Canfranc et figurent parmi les premi&egrave;res r&eacute;alisations pour MSTS. On pardonnera donc quelques
inexactitudes et un niveau de d&eacute;tail assez loin des productions plus r&eacute;centes.</p>
</div>
<div class="retour"><a href="lc.html">Retour page locomotives &agrave; courant continu</a></div>
<p id="footer">Ferrovia - 16 Mai 2017<br />
&nbsp;</p>
</body>
</html>
