<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">
<head>
<title>[Ferrovia] - MI 79</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="stylesheet" href="../miseenpage.css" />
<base href="http://ferrovia.free.fr/tr/" target="_parent">
</head>
<body>
<div id="header1">
  <div id="header0"></div>
</div>
<div id="header2">
  <a href="../nouveautes/index.html" class="link1">Nouveaut&eacute;s</a> | 
  <a href="index.html" class="link1">Train R&eacute;el</a> | 
  <a href="../MSTS/index.html" class="link1">Train virtuel</a> | 
  <a href="../tutoriaux/index.html" class="link1">Tutoriaux</a> | 
  <a href="../link/index.html" class="link1">Liens</a>
</div>
<div class="retourCat"><a href="index.html">Train R&eacute;el</a> / <a href="ae.html">Automotrices</a></div>
<p class="publication">Ferrovia - 14 D&eacute;cembre 2014</p>
<div class="SectionBloc">
<div class="Section_txt">
<p class="titre">MI 79 - MI 84 - Z 8100</p>
<p>Le MI 79 (Mat&eacute;riel d'Interconnexion command&eacute; en 1979) est un mat&eacute;riel con&ccedil;u et command&eacute; &agrave; la fois par la RATP et la SNCF afin d'assurer l'interconnexion de la ligne B du RER Parisien. Ce mat&eacute;riel est d&eacute;sign&eacute; Z 8100 &agrave; la SNCF.<br />
Construction de 82 &eacute;l&eacute;ments MI 79 A (RATP/SNCF),  de 37 &eacute;l&eacute;ments et d'un demi &eacute;l&eacute;ment MI 79 B (RATP uniquement), &eacute;tal&eacute;e de 1979 &agrave; 1984.</p>
<p> Le MI 84 est un mat&eacute;riel RATP, &eacute;troitement d&eacute;riv&eacute; du MI 79, con&ccedil;u pour l'interconnexion de la ligne A du RER Parisien.<br />
Construction de 73 &eacute;l&eacute;ments entre 1984 et 1987.</p>
<p class="titre2">Conception</p>
<p>La ligne de Sceaux devient la ligne B du R&eacute;seau Express R&eacute;gional (RER) en 1977 lorsque la ligne est prolong&eacute;e &agrave; Ch&acirc;telet-les-Halles, en correspondance avec la ligne St Germain-en-Laye / Boissy St L&eacute;ger, devenant la ligne A. Les travaux se poursuivent pour relier  la nouvelle gare souterraine de Paris Nord, puis le r&eacute;seau de banlieue Nord. Les rames Z de la RATP aliment&eacute;es en courant continu 1500V ne sont pas aptes &agrave; rouler sur le r&eacute;seau SNCF &eacute;lectrifi&eacute; en courant alternatif monophas&eacute; 25kV 50Hz. La RATP et la SNCF commandent alors un nouveau mat&eacute;riel commun, aptes aux deux courants et aux r&eacute;gles d'exploitations des deux entreprises. </p>
<p>Structurellement, les &eacute;l&eacute;ments reprennent la formule initi&eacute;e avec les <a href="6400.html" class="link1">Z 6400</a> : deux motrices &agrave; adh&eacute;rence totale encadrant deux remorques. Compte tenu des deux syst&egrave;mes d'alimentation &eacute;lectrique, il a fallu installer les &eacute;quipements de la cha&icirc;ne de traction dans un volume et un devis de poids limit&eacute;s. Les MI 79 sont donc form&eacute;s de deux demi-&eacute;l&eacute;ments compos&eacute;s d'une motrice et une remorque indissociables. La remorque supporte un pantographe AM62 et la chaine de traction 25kV : Le transformateur et les ponts redresseurs complets &agrave; thyristors. La chaine de traction sous courant continu fait appel &agrave; un hacheur de courant &agrave; thyristors. C'est &agrave; l'&eacute;poque une innovation sur une automotrice. Ils disposent de marchepieds mobiles afin de desservir les stations RATP &agrave; quais hauts (1,2m) et les gares SNCF &agrave; quais bas (55cm). </p>
<p>Les MI 84 sont une &eacute;volution directe des MI 79. Ils sont command&eacute;s &agrave; l'occasion du prolongement du RER A vers Cergy-Pontoise. Ils sont num&eacute;rot&eacute;s directement &agrave; la suite des MI 79 (Z 8341/42 pour le premier &eacute;l&eacute;ment MI 84 ; l'appelation Z 8400 souvent entendue est impropre). L'&eacute;lectronique de commande est plus moderne (circuits &agrave; micro-processeurs), les moteurs sont identiques aux <a href="5600.html" class="link1">Z 5600</a>, les hacheurs sont refroidis par liquide et les anti-enrayeurs sont plus modernes. Mais des &eacute;conomies sont r&eacute;alis&eacute;es dans plusieurs domaines. L'intercirculation entre les caisses est supprim&eacute;e et les MI 84 sont limit&eacute;s &agrave; 120 km/h contre 140. L'am&eacute;nagement int&eacute;rieur soign&eacute; du MI 79, destin&eacute; &agrave; accueillir les bagages de voyageurs se rendant &agrave; l'a&eacute;roport de Roissy, est aussi tr&egrave;s simplifi&eacute; dans les MI 84.</p>
<p class="titre2">La mi-carri&egrave;re pour les MI 79, la fin pour les MI 84</p>
<p>Les MI 79 sont passés en r&eacute;vision entre 2010 et 2016. Ils ont re&ccedil;u une livr&eacute;e sp&eacute;cifique et de nouveaux am&eacute;nagements int&eacute;rieurs afin de mieux r&eacute;pondre aux besoins de la desserte de Roissy et de l'affluence du RER B en heure de pointe. La tr&egrave;s attendue ventilation r&eacute;frig&eacute;r&eacute;e et des coloris clairs visent &agrave; rendre ces trains bien plus accueillants. </p>
<p>Tous les MI 84 ne b&eacute;n&eacute;ficieront pas des m&ecirc;mes &eacute;gards. D&eacute;pass&eacute;s par la fr&eacute;quentation du RER A, ces rames trop courtes et de capacit&eacute; insuffisante ont quitt&eacute; le RER A en février 2016, remplac&eacute;es par du mat&eacute;riel &agrave; deux niveaux <a href="22500.html" class="link1">MI 2N</a> ou <a href="mi09.html" class="link1">MI09</a>. Hormis les &eacute;l&eacute;ments envoy&eacute;s en renfort sur le RER B, la s&eacute;rie est en cours d'amortissement depuis 2013. Cela peut para&icirc;tre &eacute;tonnant pour du mat&eacute;riel &acirc;g&eacute; de moins de 30 ans mais les sp&eacute;cificit&eacute;s d'exploitation du RER A en faisaient un mat&eacute;riel difficile &agrave; adapter sur d'autres lignes. Le STIF avait d&eacute;cid&eacute; de muter les MI 84 sur le sud du RER D en remplacement des derni&egrave;res <a href="5300.html" class="link1">Z 5300</a>. La hauteur des quais, les &eacute;quipements de s&eacute;curit&eacute; SNCF &agrave; installer, &agrave; quoi s'ajoutaient les frais d'une r&eacute;vision g&eacute;n&eacute;rale et d'une homologation ont sans doute d&eacute;courag&eacute; cette initiative.</p>
<p>Durant la rénovation des MI 79, les MI 84 engagés sur le RER B imposaient quelques jonglages. Les systèmes de signalisation des RER A et B n'étant pas les mêmes, des rames mixtes étaient exploitées en période de pointe. Les deux demi-éléments MI 84 étant attélés par leurs motrices et encadrés par les deux demi-éléments d'une MI 79. Ce qui permettait de s'assurer que la cabine de conduite en service possédait tous les systèmes de sécurité requis malgré les demi-tours. La libération des MI 84 est tout de même une occasion pour étoffer l'offre du RER B.
L'usine Alstom de Reichshoffen a ainsi décroché en avril 2017 un contrat de rénovation lourde de 31 rames MI 84, avec une option sur 10 rames, qui seront mises en service entre 2019 et 2021.</p>
<p class="titre2">Les livr&eacute;es</p>
<p>Les MI 79 ont inaugur&eacute; la livr&eacute;e &quot;Ile de France&quot;, qui est reprise par les <a href="5600.html" class="link1">Z 5600</a> et <a href="8800.html" class="link1">Z 8800</a> de la SNCF. Elle aura caract&eacute;ris&eacute; longtemps le mat&eacute;riel RER. Les MI 84 ont adopt&eacute; la m&ecirc;me livr&eacute;e. </p>
<p>Les MI 79 passant en r&eacute;novation mi-vie abandonnent la livr&eacute;e Ile de France pour la livr&eacute;e STIF. Elle a la particularit&eacute;, sur ce mat&eacute;riel co-exploit&eacute; par la RATP et la SNCF du pr&eacute;senter trois coloris : le gris m&eacute;tallis&eacute; du STIF, le vert jade RATP et le carmillon SNCF.</p>
<p class="titre2">Quelques donn&eacute;es techniques</p>
<p>Constructeur : Franco-Belge, ANF, CEM, Oerlikon<br />
Tensions d'alimentation : continu 1,5 kV, monophas&eacute; 25 kV 50 Hz</p>
<p>Puissance d'un &eacute;l&eacute;ment 2800 kW<br />
Masse &agrave; vide : 205,6t ; En charge : 283t</p>
<p class="titre2">Pour plus d'info :</p>
<p>La <a href="https://fr.wikipedia.org/wiki/Z_8100" class="link1">fiche</a> et la <a href="https://fr.wikipedia.org/wiki/Liste_des_Z_8100" class="link1">liste</a> des Z 8100 sur <a href="https://fr.wikipedia.org/wiki/Wikip%C3%A9dia:Accueil_principal" class="link1">Wikipedia</a><br />
Fiche technique des <a href="http://fbrisou.free.fr/RAIL21/FicheZ8100.pdf" class="link1">Z 8100</a> de <a href="http://vigie22.free.fr/" class="link1">Florent Brisou</a><br />
Quelques articles sur la r&eacute;novation des MI 79 (<a href="https://web.archive.org/web/20131017125142/http://www.metro-pole.net/actu/article1184.html" class="link1">1</a>, <a href="https://web.archive.org/web/20140222043501/http://www.metro-pole.net/actu/article1195.html" class="link1">2</a>) sur M&eacute;tro-pole.net (archives)<br />
L'inventaire des 82 <a href="http://trainsso.fr/Z8100.pdf" class="link1">Z 8100</a> (MI 79 A RATP/SNCF) sur <a href="http://trainsso.fr" class="link1">Trains du Sud-Ouest</a></p>
</div>
<div class="Section_Illustrations">
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/z/mi79-11092010.jpg" alt="Croisement de deux MI 79 &agrave; Massy-Verri&egrave;res (11/09/2010)" width="400" height="300" /><br />
Croisement de deux MI 79 &agrave; Massy-Verri&egrave;res (11/09/2010)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/z/z8471-05112003.jpg" alt="La Z 8471-72 &agrave; Houilles (05/11/2003)" width="400" height="300" /><br />
La Z 8471-72 &agrave; Houilles (05/11/2003)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/z/z8409-15052003.jpg" alt="Lors d'un mouvement social, les MI 84 du RER A (branche Cergy) sont d&eacute;tourn&eacute;es vers Paris St Lazare. Départ annoncé pour la Z 8409-10 (15/05/2003)" width="400" height="300" /><br />
Lors d'un mouvement social, les MI 84 du RER A (branche Cergy) sont d&eacute;tourn&eacute;es vers Paris St Lazare. Départ annoncé pour la Z 8409-10 (15/05/2003)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/z/z8481-24012004.jpg" alt="Toujours &agrave; Paris St Lazare. La Z 8481-82 c&ocirc;toie une VO2N encore en livr&eacute;e d'origine (24/01/2004)" width="400" height="300" /><br />
Toujours &agrave; Paris St Lazare. La Z 8481-82 c&ocirc;toie une VO2N encore en livr&eacute;e d'origine (24/01/2004)</p>
<p><img style="border:1px solid black" src="https://grool149.github.io/ferrovia/images/tr/z/z8297-98-05022011.jpg" alt="Le MI 79 Z 8297-98 r&eacute;nov&eacute; &agrave; Massy (05/02/2011)" width="400" height="300" /><br />
Le MI 79 Z 8297-98 r&eacute;nov&eacute; &agrave; Massy (05/02/2011)</p>
</div>
</div>
<div class="retour"><a href="ae.html" class="link2">Retour page Automotrices</a></div>
<div class="SectionBloc">
<p class="titre2">Le MI 79 version <img alt="logo_MSTS" src="https://grool149.github.io/ferrovia/images/msts/msts_logo.jpg" /></p>
<p><a href="http://ajtrainsim.free.fr/" class="link1">P.Gauriat</a> a r&eacute;alis&eacute; la <a href="http://ajtrainsim.free.fr/cap3d/proj2/devmi79.htm" class="link1">Z 8201-02</a>.</p>
<p><img src="https://grool149.github.io/ferrovia/images/msts/z8201-02.jpg" alt="z8201-02" width="610" height="278" /></p>
</div>
<div class="retour"><a href="ae.html" class="link2">Retour page Automotrices</a></div>
<p id="footer">Ferrovia - 14 D&eacute;cembre 2014<br />
&nbsp;</p>
</body>
</html>
